{
    "2013": [
        "The Bank of Canada today announced that it is maintaining its target for the overnight rate at 1 per cent.",
        "The Bank Rate is correspondingly 1 1/4 per cent and the deposit rate is 3/4 per cent.",
        "The global economy is expected to expand modestly in 2013, although its near-term dynamic has changed and the composition of growth is now slightly less favourable for Canada.",
        "The U.S. economy is softer than expected but as fiscal headwinds dissipate and household deleveraging ends, growth should accelerate through 2014 and 2015.",
        "The nascent recovery in Europe, while modest, has surprised on the upside.",
        "China’s economy is showing renewed momentum, while growth in a number of other emerging market economies has slowed as their financial conditions have tightened.",
        "Overall, the global economy is projected to grow by 2.8 per cent in 2013 and accelerate to 3.4 per cent in 2014 and 3.6 per cent in 2015.",
        "In Canada, uncertain global and domestic economic conditions are delaying the pick-up in exports and business investment, leaving the level of economic activity lower than the Bank had been expecting.",
        "While household spending remains solid, slower growth of household credit and higher mortgage interest rates point to a gradual unwinding of household imbalances.",
        "The Bank expects that a better balance between domestic and foreign demand will be achieved over time and that growth will become more self-sustaining.",
        "Real GDP growth is projected to increase from 1.6 per cent in 2013 to 2.3 per cent in 2014 and 2.6 per cent in 2015.",
        "The Bank expects that the economy will return gradually to full production capacity, around the end of 2015.",
        "Inflation in Canada has remained low in recent months, reflecting the significant slack in the economy, heightened competition in the retail sector, and other sector-specific factors.",
        "With larger and more persistent excess supply in the economy, both total CPI and core inflation are expected to return more gradually to 2 per cent, around the end of 2015.",
        "Although the Bank considers the risks around its projected inflation path to be balanced, the fact that inflation has been persistently below target means that downside risks to inflation assume increasing importance.",
        "However, the Bank must also take into consideration the risk of exacerbating already-elevated household imbalances.",
        "Weighing these considerations, the Bank judges that the substantial monetary policy stimulus currently in place remains appropriate and therefore has decided to maintain the target for the overnight rate at 1 per cent.",
        "The Bank of Canada today announced that it is maintaining its target for the overnight rate at 1 per cent.",
        "The Bank Rate is correspondingly 1 1/4 per cent and the deposit rate is 3/4 per cent.",
        "Global economic growth remains modest, although the pace of economic activity varies significantly across the major economies.",
        "The U.S. economic expansion is proceeding at a moderate pace, with the continued strengthening in private demand being partly offset by the impact of fiscal consolidation.",
        "In Japan, fiscal and monetary policy stimulus is contributing to a rapid recovery in economic growth.",
        "In contrast, economic activity in the euro area remains weak.",
        "While stronger than in the advanced economies, real GDP growth in China and other emerging market economies has slowed, exerting downward pressure on global commodity prices and, as a consequence, the Bank has downgraded slightly its global growth forecast.",
        "The global economy is still expected to pick up in 2014 and 2015.",
        "In Canada, economic growth is expected to be choppy in the near term, owing to unusual temporary factors, although the overall outlook is little changed from the Bank’s projection in its April Monetary Policy Report (MPR).",
        "Annual GDP growth is projected to average 1.8 per cent in 2013 and 2.7 per cent in both 2014 and 2015, supported by very accommodative financial conditions.",
        "Despite ongoing competitiveness challenges, exports are projected to gather momentum, which should boost confidence and lead to increasingly solid growth in business investment.",
        "The economy will also be supported by continued growth in consumer spending, while further modest declines in residential investment are expected.",
        "Growth in real GDP is projected to be sufficient to absorb the current material excess capacity in the economy, closing the output gap around mid-2015, as projected in the April MPR.",
        "Inflation has been low in recent months and is expected to remain subdued in the near term.",
        "The weakness in core inflation reflects persistent material excess capacity, heightened competitive pressures on retailers, relatively subdued wage increases, and some temporary sector-specific factors.",
        "Total CPI inflation has also been restrained by declining mortgage interest costs.",
        "As the economy gradually returns to full capacity and with inflation expectations well-anchored, both core and total CPI inflation are expected to return to 2 per cent around mid-2015.",
        "Against this backdrop, the Bank has decided to maintain the target for the overnight rate at 1 per cent.",
        "As long as there is significant slack in the Canadian economy, the inflation outlook remains muted, and imbalances in the household sector continue to evolve constructively, the considerable monetary policy stimulus currently in place will remain appropriate.",
        "Over time, as the normalization of these conditions unfolds, a gradual normalization of policy interest rates can also be expected, consistent with achieving the 2 per cent inflation target.",
        "The Bank of Canada today announced that it is maintaining its target for the overnight rate at 1 per cent.",
        "The Bank Rate is correspondingly 1 1/4 per cent and the deposit rate is 3/4 per cent.",
        "The global economic outlook is slightly weaker than the Bank had projected in its October Monetary Policy Report (MPR).",
        "At the same time, global tail risks have diminished.",
        "The economic expansion in the United States is continuing at a gradual pace, restrained by ongoing public and private deleveraging, global weakness and uncertainty related to fiscal negotiations.",
        "Despite a marked improvement in peripheral sovereign debt markets, Europe remains in recession, with a somewhat more protracted downturn now expected than in October.",
        "Growth in China is improving, though economic activity has slowed further in some other major emerging economies.",
        "Supported by central bank actions and by positive policy developments in Europe, global financial conditions are more stimulative.",
        "Commodity prices have remained at historically elevated levels, though temporary disruptions and persistent transportation bottlenecks have led to a record discount on Canadian heavy crude.",
        "In Canada, the slowdown in the second half of 2012 was more pronounced than the Bank had anticipated, owing to weaker business investment and exports.",
        "Caution about high debt levels has begun to restrain household spending.",
        "The Bank expects economic growth to pick up through 2013. Business investment and exports are projected to rebound as foreign demand strengthens, uncertainty diminishes and the temporary factors that have weighed on resource sector activity are unwound.",
        "Nonetheless, exports should remain below their pre-recession peak until the second half of 2014 owing to a lower track for foreign demand and ongoing competitiveness challenges, including the persistent strength of the Canadian dollar.",
        "Consumption is expected to grow moderately and residential investment to decline further from historically high levels.",
        "The Bank expects trend growth in household credit to moderate further, with the debt-to-income ratio stabilizing near current levels.",
        "Relative to the October MPR, Canadian economic activity is expected to be more restrained.",
        "Following an estimated 1.9 per cent in 2012, the economy is expected to grow by 2.0 per cent in 2013 and 2.7 per cent in 2014.",
        "The Bank now expects the economy to reach full capacity in the second half of 2014, later than anticipated in the October MPR.",
        "Core inflation has softened by more than the Bank had expected, with more muted price pressures across a wide range of goods and services, consistent with the unexpected increase in excess capacity.",
        "Total CPI inflation has also been lower than anticipated, reflecting developments in core inflation and weaker-than-projected gasoline prices.",
        "Total CPI inflation is expected to remain around 1 per cent in the near term before rising gradually, along with core inflation, to the 2 per cent target in the second half of 2014 as the economy returns to full capacity and inflation expectations remain well-anchored.",
        "Reflecting all of these factors, the Bank has decided to maintain the target for the overnight rate at 1 per cent.",
        "While some modest withdrawal of monetary policy stimulus will likely be required over time, consistent with achieving the 2 per cent inflation target, the more muted inflation outlook and the beginnings of a more constructive evolution of imbalances in the household sector suggest that the timing of any such withdrawal is less imminent than previously anticipated.",
        "The Bank of Canada today announced that it is maintaining its target for the overnight rate at 1 per cent.",
        "The Bank Rate is correspondingly 1 1/4 per cent and the deposit rate is 3/4 per cent.",
        "Global economic growth has evolved broadly as anticipated in the Bank’s January Monetary Policy Report (MPR).",
        "In the United States, the economic expansion is continuing at a modest pace, with gradually strengthening private demand partly offset by accelerated fiscal consolidation.",
        "Significant policy stimulus has been introduced in Japan.",
        "Europe, in contrast, remains in recession, with economic activity constrained by fiscal austerity, low confidence and tight credit conditions.",
        "After picking up to very strong rates in the second half of 2012, growth in China has eased.",
        "Commodity prices received by Canadian producers remain elevated by historical standards and, overall, they are little changed since the January MPR.",
        "The Bank expects global economic activity to grow modestly in 2013 before strengthening over the following two years.",
        "Following a weak second half of 2012, growth in Canada is projected to regain some momentum through 2013 as net exports pick up and business investment returns to more solid growth.",
        "Consumer spending is expected to grow at a moderate pace over the projection horizon, while residential investment declines further from historically high levels.",
        "Growth in total household credit has slowed and the Bank continues to expect that the household debt-to-income ratio will stabilize near current levels.",
        "Despite the projected recovery in exports, they are likely to remain below their pre-recession peak until the second half of 2014 owing to restrained foreign demand and ongoing competitiveness challenges, including the persistent strength of the Canadian dollar.",
        "On a quarterly basis, growth in Canada is expected to pick up to about 2.5 per cent in the second half of this year.",
        "Despite this expected pickup, with the weak growth in the second half of 2012, annual average growth is now projected to be 1.5 per cent in 2013.",
        "The economy is then projected to grow by 2.8 per cent in 2014 and 2.7 per cent in 2015, reaching full capacity in mid-2015 – later than anticipated in the January MPR.",
        "Total CPI and core inflation have remained low in recent months, broadly in line with expectations in the January MPR.",
        "Muted core inflation reflects material excess supply in the economy, heightened competitive pressures in the retail sector, and some special factors such as slower increases in regulated prices and the pass-through of previous declines in agricultural prices to consumer prices.",
        "Total CPI inflation has been restrained by low core inflation and declining mortgage interest costs, with some offset from higher gasoline prices.",
        "Both total and core inflation are expected to remain subdued in coming quarters before gradually rising to 2 per cent by mid-2015 as the economy returns to full capacity, the special factors that are weighing on core inflation subside, and inflation expectations remain well-anchored.",
        "Reflecting all of these factors, the Bank has decided to maintain the target for the overnight rate at 1 per cent.",
        "With continued slack in the Canadian economy, the muted outlook for inflation, and the constructive evolution of imbalances in the household sector, the considerable monetary policy stimulus currently in place will likely remain appropriate for a period of time, after which some modest withdrawal will likely be required, consistent with achieving the 2 per cent inflation target."
    ],
    "2014": [
        "The Bank of Canada today announced that it is maintaining its target for the overnight rate at 1 per cent.",
        "The Bank Rate is correspondingly 1 1/4 per cent and the deposit rate is 3/4 per cent.",
        "Inflation in Canada is close to the 2 per cent target.",
        "Core inflation rose more rapidly than was expected in the Bank’s July Monetary Policy Report (MPR), mainly reflecting unexpected sector-specific factors.",
        "Total CPI inflation is evolving broadly as expected, as the pickup in core inflation was largely offset by lower energy prices.",
        "Underlying inflationary pressures are muted, given the persistent slack in the economy and the continued effects of competition in the retail sector.",
        "Although the outlook remains for stronger momentum in the global economy in 2015 and 2016, the profile is weaker than in July and growth prospects are diverging across regions.",
        "Persistent headwinds continue to buffet most economies and growth remains reliant on exceptional policy stimulus.",
        "Against a background of ongoing geopolitical uncertainties and lower confidence, energy prices have declined and there has been a significant correction in global financial markets, resulting in lower government bond yields.",
        "Despite weakness elsewhere, the U.S. economy is gaining traction, particularly in sectors that are beneficial to Canada’s export prospects.",
        "The U.S. dollar has strengthened against other major currencies, including the Canadian dollar.",
        "In this context, Canada’s exports have begun to respond.",
        "However, business investment remains weak.",
        "Meanwhile, the housing market and consumer spending are showing renewed vigour and auto sales have reached record highs, all fuelled by very low borrowing rates.",
        "The lower terms of trade will have a tempering effect on income.",
        "Canada’s real GDP growth is projected to average close to 2 1/2 per cent over the next year before slowing gradually to 2 per cent by the end of 2016, roughly the estimated growth rate of potential output.",
        "As global headwinds recede, confidence in the sustainability of domestic and global demand should improve and business investment should pick up.",
        "Together with a moderation in the growth of household spending, this is expected to gradually return Canada’s economy to a more balanced growth path.",
        "As the economy reaches its full capacity in the second half of 2016, both core and total CPI inflation are projected to be about 2 per cent on a sustained basis.",
        "Weighing all of these factors, the Bank judges that the risks to its inflation projection are roughly balanced.",
        "Meanwhile, the financial stability risks associated with household imbalances are edging higher.",
        "Overall, the balance of risks falls within the zone for which the current stance of monetary policy is appropriate and therefore the target for the overnight rate remains at 1 per cent.",
        "The Bank of Canada today announced that it is maintaining its target for the overnight rate at 1 per cent.",
        "The Bank Rate is correspondingly 1 1/4 per cent and the deposit rate is 3/4 per cent.",
        "Total CPI inflation has moved up to around the 2 per cent target in recent months, sooner than expected.",
        "Core inflation has also increased but remains below 2 per cent.",
        "Recent higher inflation is attributable to the temporary effects of higher energy prices, exchange rate pass-through and other sector-specific shocks, rather than to any change in domestic economic fundamentals.",
        "Over the next two years, inflation is projected to fluctuate around 2 per cent as these temporary effects ease and the downward pressure on inflation from economic slack and heightened retail competition gradually dissipates.",
        "The global economy is on a lower growth track than was foreseen at the time of the April Monetary Policy Report.",
        "Serial disappointment with economic performance during the past several years has mainly reflected the impact of private-sector deleveraging, fiscal consolidation and, especially, the lingering effect of uncertainty on business investment and trade.",
        "Nevertheless, the Bank continues to project that global growth will gather momentum as these headwinds abate.",
        "Given the downgrade to the global outlook, economic activity in Canada is now projected to be a little weaker than previously forecast.",
        "However, the Bank still expects that the lower Canadian dollar and a projected strengthening in global demand will lead to a pickup in Canadian exports and business investment and, eventually, a more sustainable growth track.",
        "Meanwhile, household imbalances continue to evolve constructively and recent data are broadly consistent with a soft landing in Canada’s housing market.",
        "Real GDP growth is projected to average around 2 1/4 per cent during 2014–2016.",
        "Consequently, the economy is expected to reach full capacity around mid-2016, a little later than anticipated in April.",
        "For the inflation target to be achieved on a sustained basis in 2016, the economy must reach and remain at full capacity.",
        "Closing the output gap over the time frame described above is reliant on continued stimulative monetary policy and hinges critically on stronger exports and business investment.",
        "Meanwhile, the risks associated with household imbalances, while evolving in a constructive way, are still elevated.",
        "Weighing these considerations within the Bank’s risk-management framework, the monetary policy stance remains appropriate and the target for the overnight rate remains at 1 per cent.",
        "The Bank is neutral with respect to the timing and direction of the next change to the policy rate, which will depend on how new information influences the outlook and assessment of risks.",
        "The Bank of Canada today announced that it is maintaining its target for the overnight rate at 1 per cent.",
        "The Bank Rate is correspondingly 1 1/4 per cent and the deposit rate is 3/4 per cent.",
        "Inflation in Canada has moved further below the 2 per cent target, owing largely to significant excess supply in the economy and heightened competition in the retail sector.",
        "The path for inflation is now expected to be lower than previously anticipated for most of the projection period.",
        "The Bank expects inflation to return to the 2 per cent target in about two years, as the effects of retail competition dissipate and excess capacity is absorbed.",
        "Global growth is expected to strengthen over the next two years, rising from 2.9 per cent in 2013 to 3.4 per cent in 2014 and 3.7 per cent in 2015.",
        "The United States will lead this acceleration, aided by diminishing fiscal drag, accommodative monetary policy and stronger household balance sheets.",
        "The improving U.S. outlook is affecting global bond, equity, and currency markets.",
        "Growth in other regions is evolving largely as projected in the Bank’s October Monetary Policy Report (MPR).",
        "Global trade growth plunged after 2011, but is poised to recover as global demand strengthens.",
        "In Canada, growth improved in the second half of 2013.",
        "However, there have been few signs of the anticipated rebalancing towards exports and business investment.",
        "Stronger U.S. demand, as well as the recent depreciation of the Canadian dollar, should help to boost exports and, in turn, business confidence and investment.",
        "Meanwhile, recent data have been consistent with the Bank’s expectation of a soft landing in the housing market and a stabilization of household indebtedness relative to income.",
        "Real GDP growth is projected to pick up from 1.8 per cent in 2013 to 2.5 per cent in both 2014 and 2015.",
        "This implies that the economy will return gradually to capacity over the next two years.",
        "Although the fundamental drivers of growth and future inflation appear to be strengthening, inflation is expected to remain well below target for some time, and therefore the downside risks to inflation have grown in importance.",
        "At the same time, risks associated with elevated household imbalances have not materially changed.",
        "Weighing these considerations, the Bank judges that the balance of risks remains within the zone articulated in October, and therefore has decided to maintain the target for the overnight rate at 1 per cent.",
        "The timing and direction of the next change to the policy rate will depend on how new information influences this balance of risks.",
        "The Bank of Canada today announced that it is maintaining its target for the overnight rate at 1 per cent.",
        "The Bank Rate is correspondingly 1 1/4 per cent and the deposit rate is 3/4 per cent.",
        "Inflation in Canada remains low.",
        "Core inflation is expected to stay well below 2 per cent this year due to the effects of economic slack and heightened retail competition, and these effects will persist until early 2016.",
        "However, higher consumer energy prices and the lower Canadian dollar will exert temporary upward pressure on total CPI inflation, pushing it closer to the 2 per cent target in the coming quarters.",
        "We expect total CPI inflation will remain close to target throughout the projection, even as upward pressure from energy prices dissipates, because the impact of retail competition will gradually fade and excess capacity will be absorbed.",
        "The global economic expansion is expected to strengthen over the next three years as headwinds that have been restraining activity dissipate.",
        "The economic recovery in the United States appears to be on track, despite soft readings in the last few months largely due to unusual weather.",
        "Indeed, private demand could turn out to be stronger than anticipated.",
        "Europe’s economy is growing modestly, but inflation remains too low and the nascent recovery could be undermined by risks emanating from the Russia-Ukraine situation.",
        "In China and other emerging-market economies growth is expected to be solid, although there are growing concerns about financial vulnerabilities.",
        "Overall, global growth is expected to pick up to 3.3 per cent in 2014 and increase further to 3.7 per cent in 2015 and 2016 – largely unchanged from the January Monetary Policy Report (MPR).",
        "The Bank continues to expect Canada’s real GDP growth to average about 2 1/2 per cent in 2014 and 2015 before easing to around the 2 per cent growth rate of the economy’s potential in 2016.",
        "Competitiveness challenges continue to weigh on Canadian exporters’ ability to benefit from stronger growth abroad.",
        "However, a range of export subsectors have been growing in line with fundamentals, which suggests that as the U.S. recovery gathers momentum and becomes more broadly-based, many of our exports will benefit.",
        "The lower Canadian dollar should provide additional support.",
        "We continue to believe that rising global demand for Canadian goods and services, combined with the assumed high level of oil prices, will stimulate business investment in Canada and shift the economy to a more sustainable growth track.",
        "Recent developments are in line with the Bank’s expectation of a soft landing in the housing market and stabilizing debt-to-income ratios for households.",
        "Still, household imbalances remain elevated and would pose a significant risk should economic conditions deteriorate.",
        "In sum, the Bank continues to see a gradual strengthening in the fundamental drivers of growth and inflation in Canada.",
        "This view hinges critically on the projected upturn in exports and investment.",
        "With underlying inflation expected to remain below target for some time, the downside risks to inflation remain important.",
        "At the same time, the risks associated with household imbalances remain elevated.",
        "The Bank judges that the balance of these risks remains within the zone for which the current stance of monetary policy is appropriate and therefore has decided to maintain the target for the overnight rate at 1 per cent.",
        "The timing and direction of the next change to the policy rate will depend on how new information influences the balance of risks."
    ],
    "2022": [
        "The Bank of Canada today increased its target for the overnight rate to 3¾%, with the Bank Rate at 4% and the deposit rate at 3¾%.",
        "The Bank is also continuing its policy of quantitative tightening.",
        "Inflation around the world remains high and broadly based.",
        "This reflects the strength of the global recovery from the pandemic, a series of global supply disruptions, and elevated commodity prices, particularly for energy, which have been pushed up by Russia’s attack on Ukraine.",
        "The strength of the US dollar is adding to inflationary pressures in many countries.",
        "Tighter monetary policies aimed at controlling inflation are weighing on economic activity around the world.",
        "As economies slow and supply disruptions ease, global inflation is expected to come down.",
        "In the United States, labour markets remain very tight even as restrictive financial conditions are slowing economic activity.",
        "The Bank projects no growth in the US economy through most of next year.",
        "In the euro area, the economy is forecast to contract in the quarters ahead, largely due to acute energy shortages.",
        "China’s economy appears to have picked up after the recent round of pandemic lockdowns, although ongoing challenges related to its property market will continue to weigh on growth.",
        "Overall, the Bank projects that global growth will slow from 3% in 2022 to about 1½% in 2023, and then pick back up to roughly 2½% in 2024.",
        "This is a slower pace of growth than was projected in the Bank’s July Monetary Policy Report (MPR).",
        "In Canada, the economy continues to operate in excess demand and labour markets remain tight.",
        "The demand for goods and services is still running ahead of the economy’s ability to supply them, putting upward pressure on domestic inflation.",
        "Businesses continue to report widespread labour shortages and, with the full reopening of the economy, strong demand has led to a sharp rise in the price of services.",
        "The effects of recent policy rate increases by the Bank are becoming evident in interest-sensitive areas of the economy: housing activity has retreated sharply, and spending by households and businesses is softening.",
        "Also, the slowdown in international demand is beginning to weigh on exports.",
        "Economic growth is expected to stall through the end of this year and the first half of next year as the effects of higher interest rates spread through the economy.",
        "The Bank projects GDP growth will slow from 3¼% this year to just under 1% next year and 2% in 2024.",
        "In the last three months, CPI inflation has declined from 8.1% to 6.9%, primarily due to a fall in gasoline prices.",
        "However, price pressures remain broadly based, with two-thirds of CPI components increasing more than 5% over the past year.",
        "The Bank’s preferred measures of core inflation are not yet showing meaningful evidence that underlying price pressures are easing.",
        "Near-term inflation expectations remain high, increasing the risk that elevated inflation becomes entrenched.",
        "The Bank expects CPI inflation to ease as higher interest rates help rebalance demand and supply, price pressures from global supply disruptions fade, and the past effects of higher commodity prices dissipate.",
        "CPI inflation is projected to move down to about 3% by the end of 2023, and then return to the 2% target by the end of 2024.",
        "Given elevated inflation and inflation expectations, as well as ongoing demand pressures in the economy, the Governing Council expects that the policy interest rate will need to rise further.",
        "Future rate increases will be influenced by our assessments of how tighter monetary policy is working to slow demand, how supply challenges are resolving, and how inflation and inflation expectations are responding.",
        "Quantitative tightening is complementing increases in the policy rate.",
        "We are resolute in our commitment to restore price stability for Canadians and will continue to take action as required to achieve the 2% inflation target.",
        "The Bank of Canada today increased its target for the overnight rate to 2½%, with the Bank Rate at 2¾% and the deposit rate at 2½%.",
        "The Bank is also continuing its policy of quantitative tightening (QT).",
        "Inflation in Canada is higher and more persistent than the Bank expected in its April Monetary Policy Report (MPR), and will likely remain around 8% in the next few months.",
        "While global factors such as the war in Ukraine and ongoing supply disruptions have been the biggest drivers, domestic price pressures from excess demand are becoming more prominent.",
        "More than half of the components that make up the CPI are now rising by more than 5%.",
        "With this broadening of price pressures, the Bank’s core measures of inflation have moved up to between 3.9% and 5.4%.",
        "Also, surveys indicate more consumers and businesses are expecting inflation to be higher for longer, raising the risk that elevated inflation becomes entrenched in price- and wage-setting.",
        "If that occurs, the economic cost of restoring price stability will be higher.",
        "Global inflation is higher, reflecting the impact of the Russian invasion of Ukraine, ongoing supply constraints, and strong demand.",
        "Many central banks are tightening monetary policy to combat inflation, and the resulting tighter financial conditions are moderating economic growth.",
        "In the United States, high inflation and rising interest rates are contributing to a slowdown in domestic demand.",
        "China’s economy is being held back by waves of restrictive measures to contain COVID-19 outbreaks.",
        "Oil prices remain high and volatile.",
        "The Bank now expects global economic growth to slow to about 3½% this year and 2% in 2023 before strengthening to 3% in 2024.",
        "Further excess demand has built up in the Canadian economy.",
        "Labour markets are tight with a record low unemployment rate, widespread labour shortages, and increasing wage pressures.",
        "With strong demand, businesses are passing on higher input and labour costs by raising prices.",
        "Consumption is robust, led by a rebound in spending on hard-to-distance services.",
        "Business investment is solid and exports are being boosted by elevated commodity prices.",
        "The Bank estimates that GDP grew by about 4% in the second quarter.",
        "Growth is expected to slow to about 2% in the third quarter as consumption growth moderates and housing market activity pulls back following unsustainable strength during the pandemic.",
        "The Bank expects Canada’s economy to grow by 3½% in 2022, 1¾% in 2023, and 2½% in 2024.",
        "Economic activity will slow as global growth moderates and tighter monetary policy works its way through the economy.",
        "This, combined with the resolution of supply disruptions, will bring demand and supply back into balance and alleviate inflationary pressures.",
        "Global energy prices are also projected to decline.",
        "The July outlook has inflation starting to come back down later this year, easing to about 3% by the end of next year and returning to the 2% target by the end of 2024.",
        "With the economy clearly in excess demand, inflation high and broadening, and more businesses and consumers expecting high inflation to persist for longer, the Governing Council decided to front-load the path to higher interest rates by raising the policy rate by 100 basis points today.",
        "The Governing Council continues to judge that interest rates will need to rise further, and the pace of increases will be guided by the Bank’s ongoing assessment of the economy and inflation.",
        "Quantitative tightening continues and is complementing increases in the policy interest rate.",
        "The Governing Council is resolute in its commitment to price stability and will continue to take action as required to achieve the 2% inflation target.",
        "The Bank of Canada today held its target for the overnight rate at the effective lower bound of ¼ %, with the Bank Rate at ½ % and the deposit rate at ¼ %.",
        "With overall economic slack now absorbed, the Bank has removed its exceptional forward guidance on its policy interest rate.",
        "The Bank is continuing its reinvestment phase, keeping its overall holdings of Government of Canada bonds roughly constant.",
        "The global recovery from the COVID-19 pandemic is strong but uneven.",
        "The US economy is growing robustly while growth in some other regions appears more moderate, especially in China due to current weakness in its property sector.",
        "Strong global demand for goods combined with supply bottlenecks that hinder production and transportation are pushing up inflation in most regions.",
        "As well, oil prices have rebounded to well above pre-pandemic levels following a decline at the onset of the Omicron variant of COVID-19.",
        "Financial conditions remain broadly accommodative but have tightened with growing expectations that monetary policy will normalize sooner than was anticipated, and with rising geopolitical tensions.",
        "Overall, the Bank projects global GDP growth to moderate from 6¾ % in 2021 to about 3½ % in 2022 and 2023.",
        "In Canada, GDP growth in the second half of 2021 now looks to have been even stronger than expected.",
        "The economy entered 2022 with considerable momentum, and a broad set of measures are now indicating that economic slack is absorbed.",
        "With strong employment growth, the labour market has tightened significantly.",
        "Job vacancies are elevated, hiring intentions are strong, and wage gains are picking up.",
        "Elevated housing market activity continues to put upward pressure on house prices.",
        "The Omicron variant is weighing on activity in the first quarter.",
        "While its economic impact will depend on how quickly this wave passes, it is expected to be less severe than previous waves.",
        "Economic growth is then expected to bounce back and remain robust over the projection horizon, led by consumer spending on services, and supported by strength in exports and business investment.",
        "After GDP growth of 4½ % in 2021, the Bank expects Canada’s economy to grow by 4% in 2022 and about 3½ % in 2023.",
        "CPI inflation remains well above the target range and core measures of inflation have edged up since October.",
        "Persistent supply constraints are feeding through to a broader range of goods prices and, combined with higher food and energy prices, are expected to keep CPI inflation close to 5% in the first half of 2022.",
        "As supply shortages diminish, inflation is expected to decline reasonably quickly to about 3% by the end of this year and then gradually ease towards the target over the projection period.",
        "Near-term inflation expectations have moved up, but longer-run expectations remain anchored on the 2% target.",
        "The Bank will use its monetary policy tools to ensure that higher near-term inflation expectations do not become embedded in ongoing inflation.",
        "While COVID-19 continues to affect economic activity unevenly across sectors, the Governing Council judges that overall slack in the economy is absorbed, thus satisfying the condition outlined in the Bank’s forward guidance on its policy interest rate.",
        "The Governing Council therefore decided to end its extraordinary commitment to hold its policy rate at the effective lower bound.",
        "Looking ahead, the Governing Council expects interest rates will need to increase, with the timing and pace of those increases guided by the Bank’s commitment to achieving the 2% inflation target.",
        "The Bank will keep its holdings of Government of Canada bonds on its balance sheet roughly constant at least until it begins to raise the policy interest rate.",
        "At that time, the Governing Council will consider exiting the reinvestment phase and reducing the size of its balance sheet by allowing roll-off of maturing Government of Canada bonds.",
        "The Bank of Canada today increased its target for the overnight rate to 1%, with the Bank Rate at 1¼% and the deposit rate at 1%.",
        "The Bank is also ending reinvestment and will begin quantitative tightening (QT), effective April 25.",
        "Maturing Government of Canada bonds on the Bank’s balance sheet will no longer be replaced and, as a result, the size of the balance sheet will decline over time.",
        "Russia’s ongoing invasion of Ukraine is causing unimaginable human suffering and new economic uncertainty.",
        "Price spikes in oil, natural gas and other commodities are adding to inflation around the world.",
        "Supply disruptions resulting from the war are also exacerbating ongoing supply constraints and weighing on activity.",
        "These factors are the primary drivers of a substantial upward revision to the Bank’s outlook for inflation in Canada.",
        "The war in Ukraine is disrupting the global recovery, just as most economies are emerging from the impact of the Omicron variant of COVID-19.",
        "European countries are more directly impacted by confidence effects and supply dislocations caused by the war.",
        "China’s economy is facing new COVID outbreaks and an ongoing correction in its property market.",
        "In the United States, domestic demand remains very strong and the US Federal Reserve has clearly indicated its resolve to use its monetary policy tools to control inflation.",
        "As policy stimulus is withdrawn, US growth is expected to moderate to a pace more in line with potential growth.",
        "Global financial conditions have tightened and volatility has increased.",
        "The Bank now forecasts global growth of about 3½% this year, 2½% in 2023 and 3¼% in 2024.",
        "In Canada, growth is strong and the economy is moving into excess demand.",
        "Labour markets are tight, and wage growth is back to its pre-pandemic pace and rising.",
        "Businesses increasingly report they are having difficulty meeting demand, and are able to pass on higher input costs by increasing prices.",
        "While the COVID-19 virus continues to mutate and circulate, high rates of vaccination have reduced its health and economic impacts.",
        "Growth looks to have been stronger in the first quarter than projected in January and is likely to pick up in the second quarter.",
        "Consumer spending is strengthening with the lifting of pandemic containment measures.",
        "Exports and business investment will continue to recover, supported by strong foreign demand and high commodity prices.",
        "Housing market activity, which has been exceptionally high, is expected to moderate.",
        "The Bank forecasts that Canada’s economy will grow by 4¼% this year before slowing to 3¼% in 2023 and 2¼% in 2024.",
        "Robust business investment, labour productivity growth and higher immigration will add to the economy’s productive capacity, while higher interest rates should moderate growth in domestic demand.",
        "CPI inflation in Canada is 5.7%, above the Bank’s forecast in its January Monetary Policy Report (MPR).",
        "Inflation is being driven by rising energy and food prices and supply disruptions, in combination with strong global and domestic demand.",
        "Core measures of inflation have all moved higher as price pressures broaden.",
        "CPI inflation is now expected to average almost 6% in the first half of 2022 and remain well above the control range throughout this year.",
        "It is then expected to ease to about 2½% in the second half of 2023 and return to the 2% target in 2024.",
        "There is an increasing risk that expectations of elevated inflation could become entrenched.",
        "The Bank will use its monetary policy tools to return inflation to target and keep inflation expectations well-anchored.",
        "With the economy moving into excess demand and inflation persisting well above target, the Governing Council judges that interest rates will need to rise further.",
        "The policy interest rate is the Bank’s primary monetary policy instrument, and quantitative tightening will complement increases in the policy rate.",
        "The timing and pace of further increases in the policy rate will be guided by the Bank’s ongoing assessment of the economy and its commitment to achieving the 2% inflation target."
    ],
    "2024": [
        "The Bank of Canada today reduced its target for the overnight rate to 3¾%, with the Bank Rate at 4% and the deposit rate at 3¾%.",
        "The Bank is continuing its policy of balance sheet normalization.",
        "The Bank continues to expect the global economy to expand at a rate of about 3% over the next two years.",
        "Growth in the United States is now expected to be stronger than previously forecast while the outlook for China remains subdued.",
        "Growth in the euro area has been soft but should recover modestly next year.",
        "Inflation in advanced economies has declined in recent months, and is now around central bank targets.",
        "Global financial conditions have eased since July, in part because of market expectations of lower policy interest rates.",
        "Global oil prices are about $10 lower than assumed in the July Monetary Policy Report (MPR).",
        "In Canada, the economy grew at around 2% in the first half of the year and we expect growth of 1¾% in the second half.",
        "Consumption has continued to grow but is declining on a per person basis.",
        "Exports have been boosted by the opening of the Trans Mountain Expansion pipeline.",
        "The labour market remains soft—the unemployment rate was at 6.5% in September.",
        "Population growth has continued to expand the labour force while hiring has been modest.",
        "This has particularly affected young people and newcomers to Canada.",
        "Wage growth remains elevated relative to productivity growth.",
        "Overall, the economy continues to be in excess supply.",
        "GDP growth is forecast to strengthen gradually over the projection horizon, supported by lower interest rates.",
        "This forecast largely reflects the net effect of a gradual pick up in consumer spending per person and slower population growth.",
        "Residential investment growth is also projected to rise as strong demand for housing lifts sales and spending on renovations.",
        "Business investment is expected to strengthen as demand picks up, and exports should remain strong, supported by robust demand from the United States.",
        "Overall, the Bank forecasts GDP growth of 1.2% in 2024, 2.1% in 2025, and 2.3% in 2026.",
        "As the economy strengthens, excess supply is gradually absorbed.",
        "CPI inflation has declined significantly from 2.7% in June to 1.6% in September.",
        "Inflation in shelter costs remains elevated but has begun to ease.",
        "Excess supply elsewhere in the economy has reduced inflation in the prices of many goods and services.",
        "The drop in global oil prices has led to lower gasoline prices.",
        "These factors have all combined to bring inflation down.",
        "The Bank’s preferred measures of core inflation are now below 2½%.",
        "With inflationary pressures no longer broad-based, business and consumer inflation expectations have largely normalized.",
        "The Bank expects inflation to remain close to the target over the projection horizon, with the upward and downward pressures on inflation roughly balancing out.",
        "The upward pressure from shelter and other services gradually diminishes, and the downward pressure on inflation recedes as excess supply in the economy is absorbed.",
        "With inflation now back around the 2% target, Governing Council decided to reduce the policy rate by 50 basis points to support economic growth and keep inflation close to the middle of the 1% to 3% range.",
        "If the economy evolves broadly in line with our latest forecast, we expect to reduce the policy rate further.",
        "However, the timing and pace of further reductions in the policy rate will be guided by incoming information and our assessment of its implications for the inflation outlook.",
        "We will take decisions one meeting at a time.",
        "The Bank is committed to maintaining price stability for Canadians by keeping inflation close to the 2% target.",
        "The Bank of Canada today reduced its target for the overnight rate to 4½%, with the Bank Rate at 4¾% and the deposit rate at 4½%.",
        "The Bank is continuing its policy of balance sheet normalization.",
        "The global economy is expected to continue expanding at an annual rate of about 3% through 2026.",
        "While inflation is still above central bank targets in most advanced economies, it is forecast to ease gradually.",
        "In the United States, the anticipated economic slowdown is materializing, with consumption growth moderating.",
        "US inflation looks to have resumed its downward path.",
        "In the euro area, growth is picking up following a weak 2023.",
        "China’s economy is growing modestly, with weak domestic demand partially offset by strong exports.",
        "Global financial conditions have eased, with lower bond yields, buoyant equity prices, and robust corporate debt issuance.",
        "The Canadian dollar has been relatively stable and oil prices are around the levels assumed in April’s Monetary Policy Report (MPR).",
        "In Canada, economic growth likely picked up to about 1½% through the first half of this year.",
        "However, with robust population growth of about 3%, the economy’s potential output is still growing faster than GDP, which means excess supply has increased.",
        "Household spending, including both consumer purchases and housing, has been weak.",
        "There are signs of slack in the labour market.",
        "The unemployment rate has risen to 6.4%, with employment continuing to grow more slowly than the labour force and job seekers taking longer to find work.",
        "Wage growth is showing some signs of moderating, but remains elevated.",
        "GDP growth is forecast to increase in the second half of 2024 and through 2025.",
        "This reflects stronger exports and a recovery in household spending and business investment as borrowing costs ease.",
        "Residential investment is expected to grow robustly.",
        "With new government limits on admissions of non-permanent residents, population growth should slow in 2025.",
        "Overall, the Bank forecasts GDP growth of 1.2% in 2024, 2.1% in 2025, and 2.4% in 2026.",
        "The strengthening economy will gradually absorb excess supply through 2025 and into 2026.",
        "CPI inflation moderated to 2.7% in June after increasing in May.",
        "Broad inflationary pressures are easing.",
        "The Bank’s preferred measures of core inflation have been below 3% for several months and the breadth of price increases across components of the CPI is now near its historical norm.",
        "Shelter price inflation remains high, driven by rent and mortgage interest costs, and is still the biggest contributor to total inflation.",
        "Inflation is also elevated in services that are closely affected by wages, such as restaurants and personal care.",
        "The Bank’s preferred measures of core inflation are expected to slow to about 2½% in the second half of 2024 and ease gradually through 2025.",
        "The Bank expects CPI inflation to come down below core inflation in the second half of this year, largely because of base year effects on gasoline prices.",
        "As those effects wear off, CPI inflation may edge up again before settling around the 2% target next year.",
        "With broad price pressures continuing to ease and inflation expected to move closer to 2%, Governing Council decided to reduce the policy interest rate by a further 25 basis points.",
        "Ongoing excess supply is lowering inflationary pressures.",
        "At the same time, price pressures in some important parts of the economy—notably shelter and some other services—are holding inflation up.",
        "Governing Council is carefully assessing these opposing forces on inflation.",
        "Monetary policy decisions will be guided by incoming information and our assessment of their implications for the inflation outlook.",
        "The Bank remains resolute in its commitment to restoring price stability for Canadians.",
        "The Bank of Canada today held its target for the overnight rate at 5%, with the Bank Rate at 5¼% and the deposit rate at 5%.",
        "The Bank is continuing its policy of quantitative tightening.",
        "Global economic growth continues to slow, with inflation easing gradually across most economies.",
        "While growth in the United States has been stronger than expected, it is anticipated to slow in 2024, with weakening consumer spending and business investment.",
        "In the euro area, the economy looks to be in a mild contraction.",
        "In China, low consumer confidence and policy uncertainty will likely restrain activity.",
        "Meanwhile, oil prices are about $10 per barrel lower than was assumed in the October Monetary Policy Report (MPR).",
        "Financial conditions have eased, largely reversing the tightening that occurred last autumn.",
        "The Bank now forecasts global GDP growth of 2½% in 2024 and 2¾% in 2025, following 2023’s 3% pace.",
        "With softer growth this year, inflation rates in most advanced economies are expected to come down slowly, reaching central bank targets in 2025.",
        "In Canada, the economy has stalled since the middle of 2023 and growth will likely remain close to zero through the first quarter of 2024.",
        "Consumers have pulled back their spending in response to higher prices and interest rates, and business investment has contracted.",
        "With weak growth, supply has caught up with demand and the economy now looks to be operating in modest excess supply.",
        "Labour market conditions have eased, with job vacancies returning to near pre-pandemic levels and new jobs being created at a slower rate than population growth.",
        "However, wages are still rising around 4% to 5%.",
        "Economic growth is expected to strengthen gradually around the middle of 2024.",
        "In the second half of 2024, household spending will likely pick up and exports and business investment should get a boost from recovering foreign demand.",
        "Spending by governments contributes materially to growth through the year.",
        "Overall, the Bank forecasts GDP growth of 0.8% in 2024 and 2.4% in 2025, roughly unchanged from its October projection.",
        "CPI inflation ended the year at 3.4%.",
        "Shelter costs remain the biggest contributor to above-target inflation.",
        "The Bank expects inflation to remain close to 3% during the first half of this year before gradually easing, returning to the 2% target in 2025.",
        "While the slowdown in demand is reducing price pressures in a broader number of CPI components and corporate pricing behaviour continues to normalize, core measures of inflation are not showing sustained declines.",
        "Given the outlook, Governing Council decided to hold the policy rate at 5% and to continue to normalize the Bank’s balance sheet.",
        "The Council is still concerned about risks to the outlook for inflation, particularly the persistence in underlying inflation.",
        "Governing Council wants to see further and sustained easing in core inflation and continues to focus on the balance between demand and supply in the economy, inflation expectations, wage growth, and corporate pricing behaviour.",
        "The Bank remains resolute in its commitment to restoring price stability for Canadians.",
        "The Bank of Canada today held its target for the overnight rate at 5%, with the Bank Rate at 5¼% and the deposit rate at 5%.",
        "The Bank is continuing its policy of quantitative tightening.",
        "The Bank expects the global economy to continue growing at a rate of about 3%, with inflation in most advanced economies easing gradually.",
        "The US economy has again proven stronger than anticipated, buoyed by resilient consumption and robust business and government spending.",
        "US GDP growth is expected to slow in the second half of this year, but remain stronger than forecast in January.",
        "The euro area is projected to gradually recover from current weak growth.",
        "Global oil prices have moved up, averaging about $5 higher than assumed in the January Monetary Policy Report (MPR).",
        "Since January, bond yields have increased but, with narrower corporate credit spreads and sharply higher equity markets, overall financial conditions have eased.",
        "The Bank has revised up its forecast for global GDP growth to 2¾% in 2024 and about 3% in 2025 and 2026.",
        "Inflation continues to slow across most advanced economies, although progress will likely be bumpy.",
        "Inflation rates are projected to reach central bank targets in 2025.",
        "In Canada, economic growth stalled in the second half of last year and the economy moved into excess supply.",
        "A broad range of indicators suggest that labour market conditions continue to ease.",
        "Employment has been growing more slowly than the working-age population and the unemployment rate has risen gradually, reaching 6.1% in March.",
        "There are some recent signs that wage pressures are moderating.",
        "Economic growth is forecast to pick up in 2024.",
        "This largely reflects both strong population growth and a recovery in spending by households.",
        "Residential investment is strengthening, responding to continued robust demand for housing.",
        "The contribution to growth from spending by governments has also increased.",
        "Business investment is projected to recover gradually after considerable weakness in the second half of last year.",
        "The Bank expects exports to continue to grow solidly through 2024.",
        "Overall, the Bank forecasts GDP growth of 1.5% in 2024, 2.2% in 2025, and 1.9% in 2026.",
        "The strengthening economy will gradually absorb excess supply through 2025 and into 2026.",
        "CPI inflation slowed to 2.8% in February, with easing in price pressures becoming more broad-based across goods and services.",
        "However, shelter price inflation is still very elevated, driven by growth in rent and mortgage interest costs.",
        "Core measures of inflation, which had been running around 3½%, slowed to just over 3% in February, and 3-month annualized rates are suggesting downward momentum.",
        "The Bank expects CPI inflation to be close to 3% during the first half of this year, move below 2½% in the second half, and reach the 2% inflation target in 2025.",
        "Based on the outlook, Governing Council decided to hold the policy rate at 5% and to continue to normalize the Bank’s balance sheet.",
        "While inflation is still too high and risks remain, CPI and core inflation have eased further in recent months.",
        "The Council will be looking for evidence that this downward momentum is sustained.",
        "Governing Council is particularly watching the evolution of core inflation, and continues to focus on the balance between demand and supply in the economy, inflation expectations, wage growth, and corporate pricing behaviour.",
        "The Bank remains resolute in its commitment to restoring price stability for Canadians."
    ],
    "2023": [
        "The Bank of Canada today held its target for the overnight rate at 5%, with the Bank Rate at 5¼% and the deposit rate at 5%.",
        "The Bank is continuing its policy of quantitative tightening.",
        "The global economy is slowing and growth is forecast to moderate further as past increases in policy rates and the recent surge in global bond yields weigh on demand.",
        "The Bank projects global GDP growth of 2.9% this year, 2.3% in 2024 and 2.6% in 2025.",
        "While this global growth outlook is little changed from the July Monetary Policy Report (MPR), the composition has shifted, with the US economy proving stronger and economic activity in China weaker than expected.",
        "Growth in the euro area has slowed further.",
        "Inflation has been easing in most economies, as supply bottlenecks resolve and weaker demand relieves price pressures.",
        "However, with underlying inflation persisting, central banks continue to be vigilant.",
        "Oil prices are higher than was assumed in July, and the war in Israel and Gaza is a new source of geopolitical uncertainty.",
        "In Canada, there is growing evidence that past interest rate increases are dampening economic activity and relieving price pressures.",
        "Consumption has been subdued, with softer demand for housing, durable goods and many services.",
        "Weaker demand and higher borrowing costs are weighing on business investment.",
        "The surge in Canada’s population is easing labour market pressures in some sectors while adding to housing demand and consumption.",
        "In the labour market, recent job gains have been below labour force growth and job vacancies have continued to ease.",
        "However, the labour market remains on the tight side and wage pressures persist.",
        "Overall, a range of indicators suggest that supply and demand in the economy are now approaching balance.",
        "After averaging 1% over the past year, economic growth is expected to continue to be weak for the next year before increasing in late 2024 and through 2025.",
        "The near-term weakness in growth reflects both the broadening impact of past increases in interest rates and slower foreign demand.",
        "The subsequent pickup is driven by household spending as well as stronger exports and business investment in response to improving foreign demand.",
        "Spending by governments contributes materially to growth over the forecast horizon.",
        "Overall, the Bank expects the Canadian economy to grow by 1.2% this year, 0.9% in 2024 and 2.5% in 2025.",
        "CPI inflation has been volatile in recent months—2.8% in June, 4.0% in August, and 3.8% in September.",
        "Higher interest rates are moderating inflation in many goods that people buy on credit, and this is spreading to services.",
        "Food inflation is easing from very high rates.",
        "However, in addition to elevated mortgage interest costs, inflation in rent and other housing costs remains high.",
        "Near-term inflation expectations and corporate pricing behaviour are normalizing only gradually, and wages are still growing around 4% to 5%.",
        "The Bank’s preferred measures of core inflation show little downward momentum.",
        "In the Bank’s October projection, CPI inflation is expected to average about 3½% through the middle of next year before gradually easing to 2% in 2025.",
        "Inflation returns to target about the same time as in the July projection, but the near-term path is higher because of energy prices and ongoing persistence in core inflation.",
        "With clearer signs that monetary policy is moderating spending and relieving price pressures, Governing Council decided to hold the policy rate at 5% and to continue to normalize the Bank’s balance sheet.",
        "However, Governing Council is concerned that progress towards price stability is slow and inflationary risks have increased, and is prepared to raise the policy rate further if needed.",
        "Governing Council wants to see downward momentum in core inflation, and continues to be focused on the balance between demand and supply in the economy, inflation expectations, wage growth and corporate pricing behaviour.",
        "The Bank remains resolute in its commitment to restoring price stability for Canadians.",
        "The Bank of Canada today increased its target for the overnight rate to 5%, with the Bank Rate at 5¼% and the deposit rate at 5%.",
        "The Bank is also continuing its policy of quantitative tightening.",
        "Global inflation is easing, with lower energy prices and a decline in goods price inflation.",
        "However, robust demand and tight labour markets are causing persistent inflationary pressures in services.",
        "Economic growth has been stronger than expected, especially in the United States, where consumer and business spending has been surprisingly resilient.",
        "After a surge in early 2023, China’s economic growth is softening, with slowing exports and ongoing weakness in its property sector.",
        "Growth in the euro area is effectively stalled: while the service sector continues to grow, manufacturing is contracting.",
        "Global financial conditions have tightened, with bond yields up in North America and Europe as major central banks signal further interest rate increases may be needed to combat inflation.",
        "The Bank’s July Monetary Policy Report (MPR) projects the global economy will grow by around 2.8% this year and 2.4% in 2024, followed by 2.7% growth in 2025.",
        "Canada’s economy has been stronger than expected, with more momentum in demand.",
        "Consumption growth has been surprisingly strong at 5.8% in the first quarter.",
        "While the Bank expects consumer spending to slow in response to the cumulative increase in interest rates, recent retail trade and other data suggest more persistent excess demand in the economy.",
        "In addition, the housing market has seen some pickup.",
        "New construction and real estate listings are lagging demand, which is adding pressure to prices.",
        "In the labour market, there are signs of more availability of workers, but conditions remain tight, and wage growth has been around 4-5%.",
        "Strong population growth from immigration is adding both demand and supply to the economy: newcomers are helping to ease the shortage of workers while also boosting consumer spending and adding to demand for housing.",
        "As higher interest rates continue to work their way through the economy, the Bank expects economic growth to slow, averaging around 1% through the second half of this year and the first half of next year.",
        "This implies real GDP growth of 1.8% in 2023 and 1.2% in 2024.",
        "The economy will move into modest excess supply early next year before growth picks up to 2.4% in 2025.",
        "Inflation in Canada eased to 3.4% in May, a substantial and welcome drop from its peak of 8.1% last summer.",
        "While CPI inflation has come down largely as expected so far this year, the downward momentum has come more from lower energy prices, and less from easing underlying inflation.",
        "With the large price increases of last year out of the annual data, there will be less near-term downward momentum in CPI inflation.",
        "Moreover, with three-month rates of core inflation running around 3½-4% since last September, underlying price pressures appear to be more persistent than anticipated.",
        "This is reinforced by the Bank’s business surveys, which find businesses are still increasing their prices more frequently than normal.",
        "In the July MPR projection, CPI inflation is forecast to hover around 3% for the next year before gradually declining to 2% in the middle of 2025.",
        "This is a slower return to target than was forecast in the January and April projections.",
        "Governing Council remains concerned that progress towards the 2% target could stall, jeopardizing the return to price stability.",
        "In light of the accumulation of evidence that excess demand and elevated core inflation are both proving more persistent, and taking into account its revised outlook for economic activity and inflation, Governing Council decided to increase the policy interest rate to 5%.",
        "Quantitative tightening is complementing the restrictive stance of monetary policy and normalizing the Bank’s balance sheet.",
        "Governing Council will continue to assess the dynamics of core inflation and the outlook for CPI inflation.",
        "In particular, we will be evaluating whether the evolution of excess demand, inflation expectations, wage growth and corporate pricing behaviour are consistent with achieving the 2% inflation target.",
        "The Bank remains resolute in its commitment to restoring price stability for Canadians.",
        "The Bank of Canada today increased its target for the overnight rate to 4½%, with the Bank Rate at 4¾% and the deposit rate at 4½%.",
        "The Bank is also continuing its policy of quantitative tightening.",
        "Global inflation remains high and broad-based.",
        "Inflation is coming down in many countries, largely reflecting lower energy prices as well as improvements in global supply chains.",
        "In the United States and Europe, economies are slowing but proving more resilient than was expected at the time of the Bank’s October Monetary Policy Report (MPR).",
        "China’s abrupt lifting of COVID-19 restrictions has prompted an upward revision to the growth forecast for China and poses an upside risk to commodity prices.",
        "Russia’s war on Ukraine remains a significant source of uncertainty.",
        "Financial conditions remain restrictive but have eased since October, and the Canadian dollar has been relatively stable against the US dollar.",
        "The Bank estimates the global economy grew by about 3½% in 2022, and will slow to about 2% in 2023 and 2½% in 2024.",
        "This projection is slightly higher than October’s.",
        "In Canada, recent economic growth has been stronger than expected and the economy remains in excess demand.",
        "Labour markets are still tight: the unemployment rate is near historic lows and businesses are reporting ongoing difficulty finding workers.",
        "However, there is growing evidence that restrictive monetary policy is slowing activity, especially household spending.",
        "Consumption growth has moderated from the first half of 2022 and housing market activity has declined substantially.",
        "As the effects of interest rate increases continue to work through the economy, spending on consumer services and business investment are expected to slow.",
        "Meanwhile, weaker foreign demand will likely weigh on exports.",
        "This overall slowdown in activity will allow supply to catch up with demand.",
        "The Bank estimates Canada’s economy grew by 3.6% in 2022, slightly stronger than was projected in October.",
        "Growth is expected to stall through the middle of 2023, picking up later in the year.",
        "The Bank expects GDP growth of about 1% in 2023 and about 2% in 2024, little changed from the October outlook.",
        "Inflation has declined from 8.1% in June to 6.3% in December, reflecting lower gasoline prices and, more recently, moderating prices for durable goods.",
        "Despite this progress, Canadians are still feeling the hardship of high inflation in their essential household expenses, with persistent price increases for food and shelter.",
        "Short-term inflation expectations remain elevated.",
        "Year-over-year measures of core inflation are still around 5%, but 3-month measures of core inflation have come down, suggesting that core inflation has peaked.",
        "Inflation is projected to come down significantly this year.",
        "Lower energy prices, improvements in global supply conditions, and the effects of higher interest rates on demand are expected to bring CPI inflation down to around 3% in the middle of this year and back to the 2% target in 2024.",
        "With persistent excess demand putting continued upward pressure on many prices, Governing Council decided to increase the policy interest rate by a further 25 basis points.",
        "The Bank’s ongoing program of quantitative tightening is complementing the restrictive stance of the policy rate.",
        "If economic developments evolve broadly in line with the MPR outlook, Governing Council expects to hold the policy rate at its current level while it assesses the impact of the cumulative interest rate increases.",
        "Governing Council is prepared to increase the policy rate further if needed to return inflation to the 2% target, and remains resolute in its commitment to restoring price stability for Canadians.",
        "The Bank of Canada today held its target for the overnight rate at 4½%, with the Bank Rate at 4¾% and the deposit rate at 4½%.",
        "The Bank is also continuing its policy of quantitative tightening.",
        "Inflation in many countries is easing in the face of lower energy prices, normalizing global supply chains, and tighter monetary policy.",
        "At the same time, labour markets remain tight and measures of core inflation in many advanced economies suggest persistent price pressures, especially for services.",
        "Global economic growth has been stronger than anticipated.",
        "Growth in the United States and Europe has surprised on the upside, but is expected to weaken as tighter monetary policy continues to feed through those economies.",
        "In the United States, recent stress in the banking sector has tightened credit conditions further.",
        "US growth is expected to slow considerably in the coming months, with particular weakness in sectors that are important for Canadian exports.",
        "Meanwhile, activity in China’s economy has rebounded, particularly in services.",
        "Overall, commodity prices are close to their January levels.",
        "The Bank’s April Monetary Policy Report (MPR) projects global growth of 2.6% this year, 2.1% in 2024, and 2.8% in 2025.",
        "In Canada, demand is still exceeding supply and the labour market remains tight.",
        "Economic growth in the first quarter looks to be stronger than was projected in January, with a bounce in exports and solid consumption growth.",
        "While the Bank’s Business Outlook Survey suggests acute labour shortages are starting to ease, wage growth is still elevated relative to productivity growth.",
        "Strong population gains are adding to labour supply and supporting employment growth while also boosting aggregate consumption.",
        "Housing market activity remains subdued.",
        "As more households renew their mortgages at higher rates and restrictive monetary policy works its way through the economy more broadly, consumption is expected to moderate this year.",
        "Softening foreign demand is expected to restrain exports and business investment.",
        "Overall, GDP growth is projected to be weak through the remainder of this year before strengthening gradually next year.",
        "This implies the economy will move into excess supply in the second half of this year.",
        "The Bank now projects Canada’s economy to grow by 1.4% this year and 1.3% in 2024 before picking up to 2.5% in 2025.",
        "CPI inflation eased to 5.2% in February, and the Bank’s preferred measures of core inflation were just under 5%.",
        "The Bank expects CPI inflation to fall quickly to around 3% in the middle of this year and then decline more gradually to the 2% target by the end of 2024.",
        "Recent data is reinforcing Governing Council’s confidence that inflation will continue to decline in the next few months.",
        "However, getting inflation the rest of the way back to 2% could prove to be more difficult because inflation expectations are coming down slowly, service price inflation and wage growth remain elevated, and corporate pricing behaviour has yet to normalize.",
        "As it sets monetary policy, Governing Council will be particularly focused on these indicators, and the evolution of core inflation, to gauge the progress of CPI inflation back to target.",
        "In light of its outlook for growth and inflation, Governing Council decided to maintain the policy rate at 4½%.",
        "Quantitative tightening continues to complement this restrictive stance.",
        "Governing Council continues to assess whether monetary policy is sufficiently restrictive to relieve price pressures and remains prepared to raise the policy rate further if needed to return inflation to the 2% target.",
        "The Bank remains resolute in its commitment to restoring price stability for Canadians."
    ],
    "2015": [
        "The Bank of Canada today announced that it is maintaining its target for the overnight rate at 1/2 per cent.",
        "The Bank Rate is correspondingly 3/4 per cent and the deposit rate is 1/4 per cent.",
        "Inflation has evolved in line with the outlook in the Bank’s July Monetary Policy Report (MPR).",
        "Total CPI inflation remains near the bottom of the Bank’s target range, owing to declines in consumer energy prices.",
        "Core inflation is close to 2 per cent as the transitory effects of the past depreciation of the Canadian dollar are roughly offsetting disinflationary pressures from economic slack, which has increased this year.",
        "The Bank judges that the underlying trend in inflation continues to be about 1.5 to 1.7 per cent.",
        "Global economic growth has been a little weaker than expected this year, but the dynamics pointing to a pickup in 2016 and 2017 remain largely intact.",
        "Uncertainty about China’s transition to a slower growth path has contributed to further downward pressure on prices for oil and other commodities.",
        "These factors are weighing on growth in many emerging markets and some other economies.",
        "Looking ahead to 2016 and 2017, the positive effects of cheaper energy and broadly accommodative financial conditions should become increasingly evident.",
        "In the United States, the economy is expected to continue growing at a solid pace with particular strength in private domestic demand, which is important for Canadian exports.",
        "Canada’s economy has rebounded, as projected in July.",
        "In non-resource sectors, the looked-for signs of strength are more evident, supported by the stimulative effects of previous monetary policy actions and past depreciation of the Canadian dollar.",
        "Household spending continues to underpin economic activity and is expected to grow at a moderate pace over the projection period.",
        "However, lower prices for oil and other commodities since the summer have further lowered Canada’s terms of trade and are dampening business investment and exports in the resource sector.",
        "This has led to a modest downward revision to the Bank’s growth forecast for 2016 and 2017.",
        "The Bank projects real GDP will grow by just over 1 per cent in 2015 before firming to about 2 per cent in 2016 and 2 1/2 per cent in 2017.",
        "The complex economic adjustments to the decline in Canada’s terms of trade will continue to play out over the projection horizon.",
        "The weaker profile for business investment suggests that, in the near term, growth in potential output is more likely to be in the lower part of the Bank’s range of estimates.",
        "Given this judgment about potential output, the Canadian economy can be expected to return to full capacity, and inflation sustainably to target, around mid-2017.",
        "The Bank judges that the risks around the inflation profile are roughly balanced.",
        "Meanwhile, as financial vulnerabilities in the household sector continue to edge higher, risks to financial stability are evolving as expected.",
        "Taking all of these developments into consideration, the Bank judges that the current stance of monetary policy remains appropriate.",
        "Therefore, the target for the overnight rate remains at 1/2 per cent.",
        "The Bank of Canada today announced that it is lowering its target for the overnight rate by one-quarter of one percentage point to 1/2 per cent.",
        "The Bank Rate is correspondingly 3/4 per cent and the deposit rate is 1/4 per cent.",
        "Total CPI inflation in Canada has been around 1 per cent in recent months, reflecting year-over-year price declines for consumer energy products.",
        "Core inflation has been close to 2 per cent, with disinflationary pressures from economic slack being offset by transitory effects of the past depreciation of the Canadian dollar and some sector-specific factors.",
        "Setting aside these transitory effects, the Bank judges that the underlying trend in inflation is about 1.5 to 1.7 per cent.",
        "Global growth faltered in early 2015, principally in the United States and China.",
        "Recent indicators suggest a rebound in the U.S. economy in the second half of this year, and growth is expected to be solid through the projection.",
        "In contrast, China is slowing amid an ongoing process of rebalancing to a more sustainable growth path.",
        "This has pulled down prices of certain commodities that are important to Canada’s exports.",
        "Financial conditions in major economies remain very accommodative and continue to provide much-needed support to economic activity.",
        "Global growth is expected to strengthen over the second half of 2015, averaging about 3 per cent for the year, and accelerate to around 3 1/2 per cent in 2016 and 2017.",
        "The Bank’s estimate of growth in Canada in 2015 has been marked down considerably from its April projection.",
        "The downward revision reflects further downgrades of business investment plans in the energy sector, as well as weaker-than-expected exports of non-energy commodities and non-commodities.",
        "Real GDP is now projected to have contracted modestly in the first half of the year, resulting in higher excess capacity and additional downward pressure on inflation.",
        "The Bank expects growth to resume in the third quarter and begin to exceed potential again in the fourth quarter, led by the non-resource sectors of Canada’s economy.",
        "Outside the energy-producing regions, consumer confidence remains high and labour markets continue to improve.",
        "This will support consumption, which will also receive a fiscal boost.",
        "Recent evidence suggests a pickup in activity and rising capacity pressures among manufacturers, particularly those exporters that are most sensitive to movements in the Canadian dollar.",
        "Financial conditions for households and businesses remain very stimulative.",
        "The Bank now projects Canada’s real GDP will grow by just over 1 per cent in 2015 and about 2 1/2 per cent in 2016 and 2017.",
        "With this revised growth profile, the output gap is significantly larger than was expected in April, and closes somewhat later.",
        "The Bank anticipates that the economy will return to full capacity and inflation to 2 per cent on a sustained basis in the first half of 2017.",
        "The lower outlook for Canadian growth has increased the downside risks to inflation.",
        "While vulnerabilities associated with household imbalances remain elevated and could edge higher, Canada’s economy is undergoing a significant and complex adjustment.",
        "Additional monetary stimulus is required at this time to help return the economy to full capacity and inflation sustainably to target.",
        "The Bank of Canada today announced that it is lowering its target for the overnight rate by one-quarter of one percentage point to 3/4 per cent.",
        "The Bank Rate is correspondingly 1 per cent and the deposit rate is 1/2 per cent.",
        "This decision is in response to the recent sharp drop in oil prices, which will be negative for growth and underlying inflation in Canada.",
        "Inflation has remained close to the 2 per cent target in recent quarters.",
        "Core inflation has been temporarily boosted by sector-specific factors and the pass-through effects of the lower Canadian dollar, which are offsetting disinflationary pressures from slack in the economy and competition in the retail sector.",
        "Total CPI inflation is starting to reflect the fall in oil prices.",
        "Oil’s sharp decline in the past six months is expected to boost global economic growth, especially in the United States, while widening the divergences among economies.",
        "Persistent headwinds from deleveraging and lingering uncertainty will influence the extent to which some oil-importing countries benefit from lower prices.",
        "The Bank’s base-case projection assumes oil prices around US$60 per barrel.",
        "Prices are currently lower but our belief is that prices over the medium term are likely to be higher.",
        "The oil price shock is occurring against a backdrop of solid and more broadly-based growth in Canada in recent quarters.",
        "Outside the energy sector, we are beginning to see the anticipated sequence of increased foreign demand, stronger exports, improved business confidence and investment, and employment growth.",
        "However, there is considerable uncertainty about the speed with which this sequence will evolve and how it will be affected by the drop in oil prices.",
        "Business investment in the energy-producing sector will decline.",
        "Canada’s weaker terms of trade will have an adverse impact on incomes and wealth, reducing domestic demand growth.",
        "Although there is considerable uncertainty around the outlook, the Bank is projecting real GDP growth will slow to about 1 1/2 per cent and the output gap to widen in the first half of 2015.",
        "The negative impact of lower oil prices will gradually be mitigated by a stronger U.S. economy, a weaker Canadian dollar, and the Bank’s monetary policy response.",
        "The Bank expects Canada’s economy to gradually strengthen in the second half of this year, with real GDP growth averaging 2.1 per cent in 2015 and 2.4 per cent in 2016.",
        "The economy is expected to return to full capacity around the end of 2016, a little later than was expected in October.",
        "Weaker oil prices will pull down the inflation profile.",
        "Total CPI inflation is projected to be temporarily below the inflation-control range during 2015, moving back up to target the following year.",
        "Underlying inflation will ease in the near term but then return gradually to 2 per cent over the projection horizon.",
        "The oil price shock increases both downside risks to the inflation profile and financial stability risks.",
        "The Bank’s policy action is intended to provide insurance against these risks, support the sectoral adjustment needed to strengthen investment and growth, and bring the Canadian economy back to full capacity and inflation to target within the projection horizon.",
        "The Bank of Canada today announced that it is maintaining its target for the overnight rate at 3/4 per cent.",
        "The Bank Rate is correspondingly 1 per cent and the deposit rate is 1/2 per cent.",
        "Total CPI inflation is at 1 per cent, reflecting the drop in consumer energy prices.",
        "Core inflation has remained close to 2 per cent in recent months, as the temporary effects of sector-specific factors and pass-through of the lower Canadian dollar have offset the disinflationary forces from slack in the economy.",
        "The Bank expects global growth to strengthen and average 3 1/2 per cent per year over 2015-17, in line with the projection in the January Monetary Policy Report (MPR).",
        "This is in part because many central banks have eased monetary policies in recent months to counter persistent slack and low inflation, as well as the effect of lower commodity prices in some cases.",
        "At the same time, economies continue to adjust to lower oil prices, which have fluctuated at or below levels assumed in the January MPR.",
        "Strong growth in the United States is expected to resume in the second quarter of 2015 after a weak first quarter.",
        "The Canadian economy is estimated to have stalled in the first quarter of 2015.",
        "The Bank’s assessment is that the impact of the oil price shock on growth will be more front-loaded than predicted in January, but not larger.",
        "The ultimate size of this impact will need to be monitored closely.",
        "Underneath the effects of the oil price shock, the natural sequence of stronger non-energy exports, increasing investment, and improving labour markets is progressing.",
        "This sequence will be bolstered by the considerable easing in financial conditions that has occurred and by improving U.S. demand.",
        "As the impact of the oil shock on growth starts to dissipate, this natural sequence is expected to re-emerge as the dominant trend around mid-year.",
        "Real GDP growth is projected to rebound in the second quarter and subsequently strengthen to average about 2 1/2 per cent on a quarterly basis until the middle of 2016.",
        "The Bank expects real GDP growth of 1.9 per cent in 2015, 2.5 per cent in 2016, and 2.0 per cent in 2017.",
        "The very weak first quarter has led to a widening of Canada’s output gap and additional downward pressure on projected inflation.",
        "However, the anticipated recovery in growth means that the output gap will be back in line with its previous trajectory later this year.",
        "Consequently, the effects on core inflation of the lower dollar and the output gap will continue to offset each other.",
        "As the economy reaches and remains at full capacity around the end of 2016, both total and core inflation are projected to be close to 2 per cent on a sustained basis.",
        "Risks to the outlook for inflation are now roughly balanced and risks to financial stability appear to be evolving as expected.",
        "The Bank judges that the current degree of monetary policy stimulus remains appropriate and therefore is maintaining the target for the overnight rate at 3/4 per cent."
    ],
    "2012": [
        "The global economy has unfolded broadly as the Bank projected in its July MPR.",
        "Growth has slowed in all major regions.",
        "The economic expansion in the United States is progressing at a gradual pace.",
        "Europe is in recession and recent indicators point to a continued contraction.",
        "In China and other major emerging economies, growth has slowed somewhat more than expected.",
        "However, there are signs of stabilization around current growth rates.",
        "Notwithstanding the slowdown in global economic activity, prices for oil and other commodities produced in Canada have, on average, increased in recent months.",
        "Global financial conditions have improved, supported by aggressive policy actions of major central banks.",
        "Sentiment, though, remains fragile.",
        "In Canada, while global headwinds continue to restrain economic activity, domestic factors are supporting a moderate expansion.",
        "Following the recent period of below-potential growth, the economy is expected to pick up and return to full capacity by the end of 2013.",
        "The Bank continues to project that the expansion will be driven mainly by growth in consumption and business investment, reflecting in part very stimulative domestic financial conditions.",
        "Housing activity is expected to decline from historically high levels.",
        "The household debt burden is expected to rise further before stabilizing by the end of the projection horizon.",
        "There are upside and downside risks around the evolution of household imbalances.",
        "Residential investment could regain momentum, thereby reinforcing existing imbalances.",
        "Conversely, continuing high household debt levels could lead to a sharper-than-expected deceleration in household spending.",
        "In this context, Canadian authorities are co-operating closely to monitor the financial situation of the household sector, and are responding appropriately.",
        "Canadian exports are projected to pick up gradually, but remain below their pre-recession peak until the first half of 2014, reflecting weak foreign demand and ongoing competitiveness challenges.",
        "These challenges include the persistent strength of the Canadian dollar, which is being influenced by safe haven flows and spillovers from global monetary policy.",
        "After taking into account revisions to the National Accounts, which had the effect of raising measured growth for this year, the Bank now projects that the economy will grow by 2.2 per cent in 2012.",
        "Going forward, we expect growth of 2.3 per cent in 2013 and 2.4 per cent in 2014.",
        "Core inflation has been lower than expected in recent months.",
        "This reflects somewhat softer prices across a wide range of goods and services.",
        "Core inflation is expected to increase gradually over coming quarters, reaching 2 per cent by the middle of 2013 as the economy gradually absorbs the current small degree of slack, the growth of labour compensation remains moderate and inflation expectations stay well-anchored.",
        "Total CPI inflation has fallen noticeably below the 2 per cent target, as expected.",
        "It is projected to return to target by the end of 2013, somewhat later than previously anticipated.",
        "The inflation outlook in Canada is subject to significant risks.",
        "The Bank’s projection assumes that authorities in Europe are able to contain the ongoing crisis, and that the U.S. fiscal cliff will be avoided.",
        "The three main upside risks relate to the possibility of higher global inflationary pressures, stronger Canadian exports and renewed momentum in Canadian residential investment.",
        "The three main downside risks relate to the European crisis, weaker demand for Canadian exports and the possibility that growth in Canadian household spending could be weaker.",
        "Overall, the Bank judges that the risks to Canada’s inflation outlook are roughly balanced over the projection period.",
        "Reflecting all of these factors, the Bank yesterday maintained the target for the overnight rate at 1 per cent.",
        "Over time, some modest withdrawal of monetary policy stimulus will likely be required, consistent with achieving the 2 per cent inflation target.",
        "The timing and degree of any such withdrawal will be weighed carefully against global and domestic developments, including the evolution of imbalances in the household sector.",
        "Global growth prospects have weakened since the Bank released its April MPR.",
        "The economic expansion in the United States continues at a gradual but somewhat slower pace, while developments in Europe point to a renewed contraction.",
        "In China and other emerging economies, the deceleration in growth has been greater than anticipated, reflecting past policy tightening and weaker external demand.",
        "This slowdown in global activity has led to a sizeable reduction in commodity prices, although they remain elevated.",
        "The combination of increasing global excess capacity over the projection horizon and reduced commodity prices is expected to moderate global inflationary pressures.",
        "Global financial conditions have also deteriorated since April, with periods of considerable volatility.",
        "While global headwinds are restraining Canadian economic activity, domestic factors are expected to support moderate growth in Canada.",
        "The Bank expects the economy to grow at a pace roughly in line with its production potential in the near term, before picking up through 2013.",
        "Consumption and business investment are expected to be the primary drivers of growth, reflecting very stimulative domestic financial conditions.",
        "However, their pace will be influenced by external headwinds, notably the effects of lower commodity prices on Canadian incomes and wealth, as well as by record-high household debt.",
        "Housing activity is expected to slow from record levels.",
        "Government spending is not projected to contribute to growth in 2012.",
        "It is expected to contribute only modestly thereafter, in line with plans to consolidate spending by federal and provincial governments.",
        "Canadian exports are projected to remain below their pre-recession peak until the beginning of 2014.",
        "This reflects the dynamics of foreign demand and ongoing competitiveness challenges, including the persistent strength of the Canadian dollar.",
        "The Bank projects that the economy will grow by 2.1 per cent in 2012, 2.3 per cent in 2013 and 2.5 per cent in 2014.",
        "The economy is expected to reach full capacity in the second half of 2013, thus operating with a small amount of slack for somewhat longer than previously anticipated.",
        "Core inflation is forecast to remain around 2 per cent over the projection horizon as the economy operates near its production potential, growth in labour compensation stays moderate and inflation expectations remain well anchored.",
        "Given the recent drop in gasoline prices and with futures prices suggesting persistently lower oil prices, the Bank expects total CPI inflation to remain noticeably below the 2 per cent target over the coming year before returning to target around mid-2013.",
        "The inflation outlook in Canada is subject to significant risks.",
        "The three main upside risks to inflation in Canada relate to the possibility of higher global inflationary pressures, stronger Canadian exports and stronger momentum in Canadian household spending.",
        "The three main downside risks to inflation in Canada relate to the European crisis, weaker global momentum and the possibility that growth in Canadian household spending could be weaker.",
        "Overall, the Bank judges that the risks to the inflation outlook in Canada are roughly balanced over the projection period.",
        "Reflecting all of these factors, the Bank yesterday maintained the target for the overnight rate at 1 per cent.",
        "To the extent that the economic expansion continues and the current excess supply in the economy is gradually absorbed, some modest withdrawal of the present considerable monetary policy stimulus may become appropriate, consistent with achieving the 2 per cent inflation target over the medium term.",
        "The timing and degree of any such withdrawal will be weighed carefully against domestic and global economic developments.",
        "The outlook for the global economy has deteriorated and uncertainty has increased since the Bank released its October MPR.",
        "The sovereign debt crisis in Europe has intensified, conditions in international financial markets have tightened, and risk aversion has risen.",
        "The recession in Europe is now expected to be deeper and longer than previously anticipated.",
        "The Bank continues to assume that European authorities will implement sufficient measures to contain the crisis, although this assumption is clearly subject to downside risks.",
        "In the United States, the rebound in real GDP during the second half of 2011 was stronger than anticipated.",
        "However, the Bank expects the recovery will proceed at a more modest pace going forward, owing to ongoing household deleveraging, fiscal consolidation and the spillovers from Europe.",
        "Chinese growth is decelerating, as expected, toward a more sustainable pace.",
        "Prices for most commodities are expected to remain relatively elevated, although at levels below those anticipated in October.",
        "The Bank’s overall outlook for the Canadian economy is little changed from October.",
        "While there was more momentum than anticipated in the second half of 2011, the pace of growth going forward is expected to be more modest than previously envisaged, largely due to the external environment.",
        "Household spending is now projected to grow at a steady pace through 2013.",
        "Reflecting an upwardly-revised profile for residential investment, household expenditures are now expected to remain high relative to GDP over the projection horizon and the ratio of household debt to income is projected to rise further.",
        "While dampened somewhat by the external environment, business investment is expected to grow at a solid pace.",
        "Net exports are expected to contribute little to growth, reflecting moderate foreign demand and ongoing competitiveness challenges, including the persistent strength of the Canadian dollar.",
        "The Bank estimates that the Canadian economy grew by 2.4 per cent in 2011 and projects that it will grow by 2.0 per cent in 2012 and 2.8 per cent in 2013.",
        "While the economy appears to be operating with less slack than previously assumed, given the more modest growth profile, it is only anticipated to return to full capacity by the third quarter of 2013.",
        "The dynamics for inflation are similar to those anticipated in October, although its profile is marginally firmer.",
        "Both total and core inflation are expected to moderate in 2012 before reaching 2 per cent by the third quarter of 2013, as excess supply is slowly absorbed, labour compensation grows modestly and inflation expectations remain well-anchored.",
        "Several significant upside and downside risks are present in the inflation outlook for Canada.",
        "The three main upside risks to inflation in Canada relate to the possibility of stronger-than-expected inflationary pressures in the global economy, stronger-than-expected growth in the U.S. economy and stronger momentum in Canadian household spending.",
        "The two main downside risks to inflation in Canada relate to sovereign debt and banking concerns in Europe and the possibility that growth in household spending could be weaker than projected.",
        "Overall, the Bank judges that these risks are roughly balanced over the projection horizon.",
        "Reflecting all of these factors, the Bank yesterday maintained the target for the overnight rate at 1 per cent.",
        "With the target interest rate near historic lows and the financial system functioning well, there is considerable monetary policy stimulus in Canada.",
        "The Bank will continue to monitor carefully economic and financial developments in the Canadian and global economies, together with the evolution of risks, and set monetary policy consistent with achieving the 2 per cent inflation target over the medium term.",
        "Tiff and I are pleased to be here with you today to discuss the April Monetary Policy Report, which the Bank published this morning.",
        "The profile for global economic growth has improved since the Bank released its January MPR.",
        "Europe is expected to emerge slowly from recession in the second half of 2012, although the risks around this outlook remain high.",
        "The profile for U.S. growth is slightly stronger.",
        "This reflects the balance of somewhat improved labour markets, financial conditions and confidence on the one hand, and emerging fiscal consolidation and ongoing household deleveraging on the other.",
        "Economic activity in emerging-market economies is expected to moderate to a still-robust pace over the projection horizon, supported by an easing of macroeconomic policies.",
        "Commodity prices remain elevated owing to improved global economic prospects, supply disruptions and geopolitical risks.",
        "In particular, the international price of oil has risen further and is now considerably higher than that received by Canadian producers.",
        "If sustained, these oil price developments could dampen the improvement in economic momentum.",
        "Overall, economic momentum in Canada is slightly firmer than the Bank had expected in January.",
        "The external headwinds facing Canada have abated somewhat, with the U.S. recovery more resilient and financial conditions more supportive than previously anticipated.",
        "As a result, business and household confidence are improving faster than forecast.",
        "The Bank projects that private domestic demand will account for almost all of Canada’s economic growth over the projection horizon.",
        "Household spending is expected to remain high relative to GDP as households add to their debt burden, which remains the biggest domestic risk.",
        "Business investment is projected to remain robust, reflecting solid balance sheets, very favourable credit conditions, continuing strong terms of trade and heightened competitive pressures.",
        "The contribution of government spending to growth is expected to be quite modest over the projection horizon, in line with recent federal and provincial budgets.",
        "The recovery in net exports is likely to remain weak in light of modest external demand and ongoing competitiveness challenges, including the persistent strength of the Canadian dollar.",
        "The Bank projects that the economy will grow by 2.4 per cent in both 2012 and 2013 before moderating to 2.2 per cent in 2014.",
        "The degree of economic slack has been somewhat smaller than anticipated, and the economy is now expected to return to full capacity in the first half of 2013.",
        "As a result of this reduced slack and higher gasoline prices, the profile for inflation is expected to be somewhat firmer.",
        "After moderating this quarter, both total and core inflation are expected to be around 2 per cent over the balance of the projection horizon as the economy reaches its production potential, the growth of labour compensation remains moderate, and inflation expectations stay well-anchored.",
        "Despite recent improvements to the outlook for the global and Canadian economies, risks remain elevated.",
        "The three main upside risks to inflation in Canada relate to the possibility of higher-than-expected oil prices, stronger-than-expected growth in the U.S. economy and stronger momentum in Canadian household spending.",
        "The two main downside risks to inflation in Canada relate to a reintensi­fication of sovereign debt and banking concerns in Europe, and the pos­sibility that growth in Canadian household spending could be weaker than projected.",
        "Overall, the Bank judges that the risks to the inflation outlook in Canada are roughly balanced over the projection period.",
        "Reflecting all of these factors, the Bank yesterday maintained the target for the overnight rate at 1 per cent.",
        "In light of the reduced slack in the economy and firmer underlying inflation, some modest withdrawal of the present considerable monetary policy stimulus may become appropriate, consistent with achieving the 2 per cent inflation target over the medium term.",
        "The timing and degree of any such withdrawal will be weighed carefully against domestic and global economic developments."
    ],
    "2017": [
        "The Bank of Canada today maintained its target for the overnight rate at 1 per cent.",
        "The Bank Rate is correspondingly 1 1/4 per cent and the deposit rate is 3/4 per cent.",
        "Inflation has picked up in recent months, as anticipated in the Bank’s July Monetary Policy Report (MPR), reflecting stronger economic activity and higher gasoline prices.",
        "Measures of core inflation have edged up, in line with a narrowing output gap and the diminishing effects of lower food prices.",
        "The Bank projects inflation will rise to 2 per cent in the second half of 2018.",
        "This is a little later than anticipated in July because of the recent strength in the Canadian dollar.",
        "The Bank is also mindful that global structural factors could be weighing on inflation in Canada and other advanced economies.",
        "The global and Canadian economies are progressing as outlined in the July MPR.",
        "Economic activity continues to strengthen and broaden across countries.",
        "The Bank still expects global growth to average around 3 1/2 per cent over 2017-19.",
        "However, this outlook remains subject to substantial uncertainty about geopolitical developments and fiscal and trade policies, notably the renegotiation of the North American Free Trade Agreement.",
        "Canada’s economic growth in the second quarter was stronger than expected, and was more broad-based across regions and sectors.",
        "Growth is expected to moderate to a more sustainable pace in the second half of 2017 and remain close to potential over the next two years, with real GDP expanding at 3.1 per cent in 2017, 2.1 per cent in 2018 and 1.5 per cent in 2019.",
        "Exports and business investment are both expected to continue to make a solid contribution to GDP growth.",
        "However, projected export growth is slightly slower than before, in part because of a stronger Canadian dollar than assumed in July.",
        "Housing and consumption are forecast to slow in light of policy changes affecting housing markets and higher interest rates.",
        "Because of high debt levels, household spending is likely more sensitive to interest rates than in the past.",
        "The Bank estimates that the economy is operating close to its potential.",
        "However, wage and other data indicate that there is still slack in the labour market.",
        "This suggests that there could be room for more economic growth than the Bank is projecting without inflation rising materially above target.",
        "Based on this outlook and the risks and uncertainties identified in today’s MPR, Governing Council judges that the current stance of monetary policy is appropriate.",
        "While less monetary policy stimulus will likely be required over time, Governing Council will be cautious in making future adjustments to the policy rate.",
        "In particular, the Bank will be guided by incoming data to assess the sensitivity of the economy to interest rates, the evolution of economic capacity, and the dynamics of both wage growth and inflation.",
        "The Bank of Canada is raising its target for the overnight rate to 3/4 per cent.",
        "The Bank Rate is correspondingly 1 per cent and the deposit rate is 1/2 per cent.",
        "Recent data have bolstered the Bank’s confidence in its outlook for above-potential growth and the absorption of excess capacity in the economy.",
        "The Bank acknowledges recent softness in inflation but judges this to be temporary.",
        "Recognizing the lag between monetary policy actions and future inflation, Governing Council considers it appropriate to raise its overnight rate target at this time.",
        "The global economy continues to strengthen and growth is broadening across countries and regions.",
        "The US economy was tepid in the first quarter of 2017 but is now growing at a solid pace, underpinned by a robust labour market and stronger investment.",
        "Above-potential growth is becoming more widespread in the euro area.",
        "However, elevated geopolitical uncertainty still clouds the global outlook, particularly for trade and investment.",
        "Meanwhile, world oil prices have softened as markets work toward a new supply/demand balance.",
        "Canada’s economy has been robust, fuelled by household spending.",
        "As a result, a significant amount of economic slack has been absorbed.",
        "The very strong growth of the first quarter is expected to moderate over the balance of the year, but remain above potential.",
        "Growth is broadening across industries and regions and therefore becoming more sustainable.",
        "As the adjustment to lower oil prices is largely complete, both the goods and services sectors are expanding.",
        "Household spending will likely remain solid in the months ahead, supported by rising employment and wages, but its pace is expected to slow over the projection horizon.",
        "At the same time, exports should make an increasing contribution to GDP growth.",
        "Business investment should also add to growth, a view supported by the most recent Business Outlook Survey.",
        "The Bank estimates real GDP growth will moderate further over the projection horizon, from 2.8 per cent in 2017 to 2.0 per cent in 2018 and 1.6 per cent in 2019.",
        "The output gap is now projected to close around the end of 2017, earlier than the Bank anticipated in its April Monetary Policy Report (MPR).",
        "CPI inflation has eased in recent months and the Bank’s three measures of core inflation all remain below 2 per cent.",
        "The factors behind soft inflation appear to be mostly temporary, including heightened food price competition, electricity rebates in Ontario, and changes in automobile pricing.",
        "As the effects of these relative price movements fade and excess capacity is absorbed, the Bank expects inflation to return to close to 2 per cent by the middle of 2018.",
        "The Bank will continue to analyze short-term inflation fluctuations to determine the extent to which it remains appropriate to look through them.",
        "Governing Council judges that the current outlook warrants today’s withdrawal of some of the monetary policy stimulus in the economy.",
        "Future adjustments to the target for the overnight rate will be guided by incoming data as they inform the Bank’s inflation outlook, keeping in mind continued uncertainty and financial system vulnerabilities.",
        "The Bank of Canada today announced that it is maintaining its target for the overnight rate at 1/2 per cent.",
        "The Bank Rate is correspondingly 3/4 per cent and the deposit rate is 1/4 per cent.",
        "Uncertainty about the global outlook is undiminished, particularly with respect to policies in the United States.",
        "The Bank has made initial assumptions about prospective tax policies only, resulting in a modest upward revision to its US growth outlook.",
        "Overall, the global economy is strengthening largely as expected and prices of some commodities, including oil, have risen.",
        "The rapid back-up in global bond yields, partly reflecting market anticipation of US fiscal expansion, has pulled up Canadian yields relative to the October Monetary Policy Report (MPR).",
        "In contrast to the United States, Canada’s economy continues to operate with material excess capacity.",
        "While employment growth has remained firm, indicators still point to significant slack in the labour market.",
        "The resource sector’s adjustment to past commodity price declines appears to be largely complete, but negative wealth and income effects will persist.",
        "Meanwhile, the Canadian dollar has strengthened along with the US dollar against other currencies, exacerbating ongoing competitiveness challenges and muting the outlook for exports.",
        "Consumption is expected to remain solid, while residential investment will be tempered by previously announced changes to housing finance rules and by mortgage rates that have risen in response to higher bond yields.",
        "Federal and provincial fiscal measures are still expected to support growth in 2017.",
        "Bearing in mind the important assumptions embedded in its forecast, the Bank projects that Canada’s real GDP will grow by 2.1 per cent in both 2017 and 2018.",
        "This implies a return to full capacity around mid-2018, in line with October’s projection.",
        "Inflation in Canada has been lower than anticipated since October, mainly because of declines in food prices.",
        "Measures of core inflation are below 2 per cent, reflecting material excess capacity in the economy.",
        "As consumer energy prices rise and the impact of lower food prices dissipates, inflation is expected to move close to the 2 per cent target in the months ahead and remain there throughout the projection horizon while excess capacity is being absorbed.",
        "In the context of a projection that is largely unchanged, the Bank’s Governing Council judges that the current stance of monetary policy is still appropriate and maintains the target for the overnight rate at 1/2 per cent.",
        "Governing Council will continue to assess the impact of ongoing developments, mindful of the significant uncertainties weighing on the outlook.",
        "The Bank of Canada today announced that it is maintaining its target for the overnight rate at 1/2 per cent.",
        "The Bank Rate is correspondingly 3/4 per cent and the deposit rate is 1/4 per cent.",
        "Global economic growth is strengthening and becoming more broadly-based than the Bank had expected in its January Monetary Policy Report (MPR), although there is still considerable uncertainty about the outlook.",
        "In the United States, some temporary factors weighed on economic activity in the first quarter but the drivers of growth remain solid.",
        "The US is close to full employment, unlike many other advanced economies, including Canada, where material slack remains.",
        "Global financial conditions remain accommodative.",
        "The Bank expects global GDP growth to increase from 3 1/4 per cent this year to about 3 1/2 per cent in 2018 and 2019.",
        "In Canada, recent data indicate that economic growth has been faster than was expected in the January MPR.",
        "Growth was temporarily boosted by a resumption of spending in the oil and gas sector and the effects of the Canada Child Benefit on consumer spending.",
        "Residential investment has also been stronger than expected.",
        "Employment data have been robust, although gains in hours worked are still soft.",
        "Meanwhile, export growth has been uneven in the face of ongoing competitiveness challenges.",
        "Further, despite a recent uptick in sentiment, business investment remains well below what could be expected at this stage in the recovery.",
        "Accordingly, while the recent rebound in GDP is encouraging, it is too early to conclude that the economy is on a sustainable growth path.",
        "During the rest of this year and into 2018 and 2019, growth in Canada is expected to moderate but remain above potential.",
        "At the same time, its composition is expected to broaden as the pace of household spending, especially residential investment, slows while the contributions from exports and business investment increase.",
        "The Bank now projects real GDP growth of 2 1/2 per cent in 2017 and just below 2 per cent in 2018 and 2019.",
        "Meanwhile, the Bank has revised down its projection of potential growth, reflecting persistently weak investment.",
        "With this combination of a higher profile for economic activity and a lower profile for potential, the output gap is projected to close in the first half of 2018, a bit sooner than the Bank anticipated in January.",
        "CPI inflation is now at the 2 per cent target, largely because of the transitory effects of higher oil prices and carbon pricing measures in two provinces, as well as other temporary factors.",
        "The Bank’s three measures of core inflation, on the other hand, have been drifting down in recent quarters and wage growth remains subdued, consistent with material excess capacity in the economy.",
        "CPI inflation is expected to dip in the months ahead, as the temporary factors unwind, and then return to 2 per cent later in the projection horizon as the output gap closes.",
        "The Bank’s Governing Council acknowledges the strength of recent data, some of which is temporary, and is mindful of the significant uncertainties weighing on the outlook.",
        "In this context, Governing Council judges that the current stance of monetary policy is still appropriate and maintains the target for the overnight rate at 1/2 per cent."
    ],
    "2019": [
        "The Bank of Canada today maintained its target for the overnight rate at 1 ¾ percent.",
        "The Bank Rate is correspondingly 2 percent and the deposit rate is 1 ½ percent.",
        "The outlook for the global economy has weakened further since the Bank’s July Monetary Policy Report (MPR).",
        "Ongoing trade conflicts and uncertainty are restraining business investment, trade, and global growth.",
        "A growing number of countries have responded with monetary and other policy measures to support their economies.",
        "Still, global growth is expected to slow to around 3 percent this year before edging up over the next two years.",
        "Canada has not been immune to these developments.",
        "Commodity prices have fallen amid concerns about global demand.",
        "Despite this, the Canada-US exchange rate is still near its July level, and the Canadian dollar has strengthened against other currencies.",
        "Growth in Canada is expected to slow in the second half of this year to a rate below its potential.",
        "This reflects the uncertainty associated with trade conflicts, continuing adjustment in the energy sector, and the unwinding of temporary factors that boosted growth in the second quarter.",
        "Business investment and exports are likely to contract before expanding again in 2020 and 2021.",
        "At the same time, government spending and lower borrowing rates are supporting domestic demand, and activity in the services sector remains robust.",
        "Employment is showing continuing strength and wage growth is picking up, although with some variation among regions.",
        "Consumer spending has been choppy, but will be supported by solid income growth.",
        "Meanwhile, housing activity is picking up in most markets.",
        "The Bank continues to monitor the evolution of financial vulnerabilities in light of lower mortgage rates and past changes to housing market policies.",
        "The Bank projects real GDP will grow by 1.5 percent this year, 1.7 percent in 2020 and 1.8 percent in 2021.",
        "This implies that the current modest output gap will narrow over the projection horizon.",
        "Measures of inflation are all around 2 percent.",
        "CPI inflation likely will dip temporarily in 2020 as the effect of a previous spike in energy prices fades.",
        "Overall, the Bank expects inflation to track close to the 2 percent target over the projection horizon.",
        "All things considered, Governing Council judges it appropriate to maintain the current level of the overnight rate target.",
        "Governing Council is mindful that the resilience of Canada’s economy will be increasingly tested as trade conflicts and uncertainty persist.",
        "In considering the appropriate path for monetary policy, the Bank will be monitoring the extent to which the global slowdown spreads beyond manufacturing and investment.",
        "In this context, it will pay close attention to the sources of resilience in the Canadian economy – notably consumer spending and housing activity – as well as to fiscal policy developments.",
        "The Bank of Canada today maintained its target for the overnight rate at 1 ¾ percent.",
        "The Bank Rate is correspondingly 2 percent and the deposit rate is 1 ½ percent.",
        "Evidence has been accumulating that ongoing trade tensions are having a material effect on the global economic outlook.",
        "The Bank had already incorporated such negative effects in previous Monetary Policy Reports (MPR) and in this forecast has made further adjustments in light of weaker sentiment and activity in major economies.",
        "Trade conflicts between the United States and China, in particular, are curbing manufacturing activity and business investment and pushing down commodity prices.",
        "Policy is responding to the slowdown: central banks in the US and Europe have signalled their readiness to provide more accommodative monetary policy and further policy stimulus has been implemented in China.",
        "In this context, global financial conditions have eased substantially.",
        "The Bank now expects global GDP to grow by 3 percent in 2019 and to strengthen to around 3 ¼ percent in 2020 and 2021, with the US slowing to a pace near its potential.",
        "Escalation of trade conflicts remains the biggest downside risk to the global and Canadian outlooks.",
        "Following temporary weakness in late 2018 and early 2019, Canada’s economy is returning to growth around potential, as expected.",
        "Growth in the second quarter appears to be stronger than predicted due to some temporary factors, including the reversal of weather-related slowdowns in the first quarter and a surge in oil production.",
        "Consumption is being supported by a healthy labour market.",
        "At the national level, the housing market is stabilizing, although there are still significant adjustments underway in some regions.",
        "A material decline in longer-term mortgage rates is supporting housing activity.",
        "Exports rebounded in the second quarter and will grow moderately as foreign demand continues to expand.",
        "However, ongoing trade conflicts and competitiveness challenges are dampening the outlook for trade and investment.",
        "The Bank projects real GDP growth to average 1.3 percent in 2019 and about 2 percent in 2020 and 2021.",
        "Inflation remains around the 2 percent target, with some recent upward pressure from higher food and automobile prices.",
        "Core measures of inflation are also close to 2 percent.",
        "CPI inflation will likely dip this year because of the dynamics of gasoline prices and some other temporary factors.",
        "As slack in the economy is absorbed and these temporary effects wane, inflation is expected to return sustainably to 2 percent by mid-2020.",
        "Recent data show the Canadian economy is returning to potential growth.",
        "However, the outlook is clouded by persistent trade tensions.",
        "Taken together, the degree of accommodation being provided by the current policy interest rate remains appropriate.",
        "As Governing Council continues to monitor incoming data, it will pay particular attention to developments in the energy sector and the impact of trade conflicts on the prospects for Canadian growth and inflation.",
        "The Bank of Canada today maintained its target for the overnight rate at 1 ¾ per cent.",
        "The Bank Rate is correspondingly 2 per cent and the deposit rate is 1 ½ per cent.",
        "The global economic expansion continues to moderate, with growth forecast to slow to 3.4 per cent in 2019 from 3.7 per cent in 2018.",
        "In particular, growth in the United States remains solid but is expected to slow to a more sustainable pace through 2019.",
        "However, there are increasing signs that the US-China trade conflict is weighing on global demand and commodity prices.",
        "Global benchmark prices for oil have been about 25 per cent lower than assumed in the October Monetary Policy Report (MPR).",
        "The lower prices primarily reflect sustained increases in US oil supply and, more recently, increased worries about global demand.",
        "These worries among market participants have also been reflected in bond and equity markets.",
        "The drop in global oil prices has a material impact on the Canadian outlook, resulting in lower terms of trade and national income.",
        "As well, transportation constraints and rising production have combined to push up oil inventories in the west and exert even more downward pressure on Canadian benchmark prices.",
        "While price differentials have narrowed in recent weeks following announced mandatory production cuts in Alberta, investment in Canada’s oil sector is projected to weaken further.",
        "These developments are occurring in the context of a Canadian economy that has been performing well overall.",
        "Growth has been running close to potential, employment growth has been strong and unemployment is at a 40-year low.",
        "Looking ahead, exports and non-energy investment are projected to grow solidly, supported by foreign demand, the CUSMA, the lower Canadian dollar, and federal tax measures targeted at investment.",
        "Meanwhile, consumption spending and housing investment have been weaker than expected as housing markets adjust to municipal and provincial measures, changes to mortgage guidelines, and higher interest rates.",
        "Household spending will be dampened further by slow growth in oil-producing provinces.",
        "The Bank will continue to monitor these adjustments.",
        "The Bank projects real GDP will grow by 1.7 per cent in 2019, 0.4 percentage points slower than the October outlook.",
        "This revised forecast reflects a temporary slowing in the fourth quarter of 2018 and the first quarter of 2019.",
        "This will open up a modest amount of excess capacity, primarily in oil-producing regions.",
        "Nevertheless, indicators of demand should start to show renewed momentum in early 2019, leading to above-potential growth of 2.1 per cent in 2020.",
        "Core inflation measures remain clustered close to 2 per cent.",
        "As expected, CPI inflation eased to 1.7% in November, due to lower gasoline prices.",
        "CPI inflation is projected to edge further down and be below 2 per cent through much of 2019, owing mainly to lower gasoline prices.",
        "On the other hand, the lower level of the Canadian dollar will exert some upward pressure on inflation.",
        "As these transitory effects unwind and excess capacity is absorbed, inflation will return to around the 2 per cent target by late 2019.",
        "Weighing all of these factors, Governing Council continues to judge that the policy interest rate will need to rise over time into a neutral range to achieve the inflation target.",
        "The appropriate pace of rate increases will depend on how the outlook evolves, with a particular focus on developments in oil markets, the Canadian housing market, and global trade policy.",
        "The Bank of Canada today maintained its target for the overnight rate at 1 ¾ per cent.",
        "The Bank Rate is correspondingly 2 per cent and the deposit rate is 1 ½ per cent.",
        "Global economic growth has slowed by more than the Bank forecast in its January Monetary Policy Report (MPR).",
        "Ongoing uncertainty related to trade conflicts has undermined business sentiment and activity, contributing to a synchronous slowdown across many countries.",
        "In response, many central banks have signalled a slower pace of monetary policy normalization.",
        "Financial conditions and market sentiment have improved as a result, pushing up prices for oil and other commodities.",
        "Global economic activity is expected to pick up during 2019 and average 3 ¼ per cent over the projection period, supported by accommodative financial conditions and as a number of temporary factors weighing on growth fade.",
        "This is roughly in line with the global economy’s potential and a modest downgrade to the Bank’s January projection.",
        "In Canada, growth during the first half of 2019 is now expected to be slower than was anticipated in January.",
        "Last year’s oil price decline and ongoing transportation constraints have curbed investment and exports in the energy sector.",
        "Investment and exports outside the energy sector, meanwhile, have been negatively affected by trade policy uncertainty and the global slowdown.",
        "Weaker-than-anticipated housing and consumption also contributed to slower growth.",
        "The Bank expects growth to pick up, starting in the second quarter of this year.",
        "Housing activity is expected to stabilize given continued population gains, the fading effects of past housing policy changes, and improved global financial conditions.",
        "Consumption will be underpinned by strong growth in employment income.",
        "Outside of the oil and gas sector, investment will be supported by high rates of capacity utilization and exports will expand with strengthening global demand.",
        "Meanwhile, the contribution to growth from government spending has been revised down in light of Ontario’s new budget.",
        "Overall, the Bank projects real GDP growth of 1.2 per cent in 2019 and around 2 per cent in 2020 and 2021.",
        "This forecast implies a modest widening of the output gap, which will be absorbed over the projection period.",
        "CPI and measures of core inflation are all close to 2 per cent.",
        "CPI inflation will likely dip in the third quarter, largely because of the dynamics of gasoline prices, before returning to about 2 per cent by year end.",
        "Taking into account the effects of the new carbon pollution charge, as well as modest excess capacity, the Bank expects inflation to remain around 2 per cent through 2020 and 2021.",
        "Given all of these developments, Governing Council judges that an accommodative policy interest rate continues to be warranted.",
        "We will continue to evaluate the appropriate degree of monetary policy accommodation as new data arrive.",
        "In particular, we are monitoring developments in household spending, oil markets, and global trade policy to gauge the extent to which the factors weighing on growth and the inflation outlook are dissipating."
    ],
    "2021": [
        "The Bank of Canada today held its target for the overnight rate at the effective lower bound of ¼ percent, with the Bank Rate at ½ percent and the deposit rate at ¼ percent.",
        "The Bank’s extraordinary forward guidance on the path for the overnight rate is being maintained.",
        "The Bank is ending quantitative easing (QE) and moving into the reinvestment phase, during which it will purchase Government of Canada bonds solely to replace maturing bonds.",
        "The global economic recovery from the COVID-19 pandemic is progressing.",
        "Vaccines are proving highly effective against the virus, although their availability and distribution globally remain uneven and COVID variants pose risks to health and economic activity.",
        "In the face of strong global demand for goods, pandemic-related disruptions to production and transportation are constraining growth.",
        "Inflation rates have increased in many countries, boosted by these supply bottlenecks and by higher energy prices.",
        "While bond yields have risen in recent weeks, financial conditions remain accommodative and continue to support economic activity.",
        "The Bank projects global GDP will grow by 6½ percent in 2021 – a strong pace but less than projected in the July Monetary Policy Report (MPR) – and by 4¼ percent in 2022 and about 3½ percent in 2023.",
        "In Canada, robust economic growth has resumed, following a pause in the second quarter.",
        "Strong employment gains in recent months were concentrated in hard-to-distance sectors and among workers most affected by lockdowns.",
        "This has significantly reduced the very uneven impact of the pandemic on workers.",
        "As the economy reopens, it is taking time for workers to find the right jobs and for employers to hire people with the right skills.",
        "This is contributing to labour shortages in certain sectors, even as slack remains in the overall labour market.",
        "The Bank now forecasts Canada’s economy will grow by 5 percent this year before moderating to 4¼ percent in 2022 and 3¾ percent in 2023.",
        "Demand is expected to be supported by strong consumption and business investment, and a rebound in exports as the US economy continues to recover.",
        "Housing activity has moderated, but is expected to remain elevated.",
        "On the supply side, shortages of manufacturing inputs, transportation bottlenecks, and difficulties in matching jobs to workers are limiting the economy’s productive capacity.",
        "Although the impact and persistence of these supply factors are hard to quantify, the output gap is likely to be narrower than the Bank had forecast in July.",
        "The recent increase in CPI inflation was anticipated in July, but the main forces pushing up prices – higher energy prices and pandemic-related supply bottlenecks – now appear to be stronger and more persistent than expected.",
        "Core measures of inflation have also risen, but by less than the CPI.",
        "The Bank now expects CPI inflation to be elevated into next year, and ease back to around the 2 percent target by late 2022.",
        "The Bank is closely watching inflation expectations and labour costs to ensure that the temporary forces pushing up prices do not become embedded in ongoing inflation.",
        "The Governing Council judges that in view of ongoing excess capacity, the economy continues to require considerable monetary policy support.",
        "We remain committed to holding the policy interest rate at the effective lower bound until economic slack is absorbed so that the 2 percent inflation target is sustainably achieved.",
        "In the Bank’s projection, this happens sometime in the middle quarters of 2022.",
        "In light of the progress made in the economic recovery, the Governing Council has decided to end quantitative easing and keep its overall holdings of Government of Canada bonds roughly constant.",
        "We will continue to provide the appropriate degree of monetary policy stimulus to support the recovery and achieve the inflation target.",
        "The Bank of Canada today held its target for the overnight rate at the effective lower bound of ¼ percent, with the Bank Rate at ½ percent and the deposit rate at ¼ percent.",
        "The Bank’s extraordinary forward guidance on the path for the overnight rate is being maintained.",
        "The Bank is ending quantitative easing (QE) and moving into the reinvestment phase, during which it will purchase Government of Canada bonds solely to replace maturing bonds.",
        "The global economic recovery from the COVID-19 pandemic is progressing.",
        "Vaccines are proving highly effective against the virus, although their availability and distribution globally remain uneven and COVID variants pose risks to health and economic activity.",
        "In the face of strong global demand for goods, pandemic-related disruptions to production and transportation are constraining growth.",
        "Inflation rates have increased in many countries, boosted by these supply bottlenecks and by higher energy prices.",
        "While bond yields have risen in recent weeks, financial conditions remain accommodative and continue to support economic activity.",
        "The Bank projects global GDP will grow by 6½ percent in 2021 – a strong pace but less than projected in the July Monetary Policy Report (MPR) – and by 4¼ percent in 2022 and about 3½ percent in 2023.",
        "In Canada, robust economic growth has resumed, following a pause in the second quarter.",
        "Strong employment gains in recent months were concentrated in hard-to-distance sectors and among workers most affected by lockdowns.",
        "This has significantly reduced the very uneven impact of the pandemic on workers.",
        "As the economy reopens, it is taking time for workers to find the right jobs and for employers to hire people with the right skills.",
        "This is contributing to labour shortages in certain sectors, even as slack remains in the overall labour market.",
        "The Bank now forecasts Canada’s economy will grow by 5 percent this year before moderating to 4¼ percent in 2022 and 3¾ percent in 2023.",
        "Demand is expected to be supported by strong consumption and business investment, and a rebound in exports as the US economy continues to recover.",
        "Housing activity has moderated, but is expected to remain elevated.",
        "On the supply side, shortages of manufacturing inputs, transportation bottlenecks, and difficulties in matching jobs to workers are limiting the economy’s productive capacity.",
        "Although the impact and persistence of these supply factors are hard to quantify, the output gap is likely to be narrower than the Bank had forecast in July.",
        "The recent increase in CPI inflation was anticipated in July, but the main forces pushing up prices – higher energy prices and pandemic-related supply bottlenecks – now appear to be stronger and more persistent than expected.",
        "Core measures of inflation have also risen, but by less than the CPI.",
        "The Bank now expects CPI inflation to be elevated into next year, and ease back to around the 2 percent target by late 2022.",
        "The Bank is closely watching inflation expectations and labour costs to ensure that the temporary forces pushing up prices do not become embedded in ongoing inflation.",
        "The Governing Council judges that in view of ongoing excess capacity, the economy continues to require considerable monetary policy support.",
        "We remain committed to holding the policy interest rate at the effective lower bound until economic slack is absorbed so that the 2 percent inflation target is sustainably achieved.",
        "In the Bank’s projection, this happens sometime in the middle quarters of 2022.",
        "In light of the progress made in the economic recovery, the Governing Council has decided to end quantitative easing and keep its overall holdings of Government of Canada bonds roughly constant.",
        "We will continue to provide the appropriate degree of monetary policy stimulus to support the recovery and achieve the inflation target.",
        "The Bank of Canada today held its target for the overnight rate at the effective lower bound of ¼ percent, with the Bank Rate at ½ percent and the deposit rate at ¼ percent.",
        "The Bank is maintaining its extraordinary forward guidance, reinforced and supplemented by its quantitative easing (QE) program, which continues at its current pace of at least $4 billion per week.",
        "The COVID-19 pandemic continues to take a severe human and economic toll in Canada and around the world.",
        "The earlier-than anticipated arrival of effective vaccines will save lives and livelihoods, and has reduced uncertainty from extreme levels.",
        "Nevertheless, uncertainty is still elevated, and the outlook remains highly conditional on the path of the virus and the timeline for the effective rollout of vaccines.",
        "The economic recovery has been interrupted in many countries as new waves of COVID-19 infections force governments to re-impose containment measures.",
        "However, the arrival of effective vaccines combined with further fiscal and monetary policy support have boosted the medium-term outlook for growth.",
        "In its January Monetary Policy Report (MPR), the Bank projects global growth to average just over 5 percent per year in 2021 and 2022, before slowing to just under 4 percent in 2023.",
        "Global financial markets and commodity prices have reacted positively to improving economic prospects.",
        "A broad-based decline in the US exchange rate combined with stronger commodity prices have led to a further appreciation of the Canadian dollar.",
        "Canada’s economy had strong momentum through to late 2020, but the resurgence of cases and the reintroduction of lockdown measures are a serious setback.",
        "Growth in the first quarter of 2021 is now expected to be negative.",
        "Assuming restrictions are lifted later in the first quarter, the Bank expects a strong second-quarter rebound.",
        "Consumption is forecast to gain strength as parts of the economy reopen and confidence improves, and exports and business investment will be buoyed by rising foreign demand.",
        "Beyond the near term, the outlook for Canada is now stronger and more secure than in the October projection, thanks to earlier-than-expected availability of vaccines and significant ongoing policy stimulus.",
        "After a decline in real GDP of 5 ½ percent in 2020, the Bank projects the economy will grow by 4 percent in 2021, almost 5 percent in 2022, and around 2 ½ percent in 2023.",
        "CPI inflation has risen to the low end of the Bank’s 1-3 percent target range in recent months, while measures of core inflation are still below 2 percent.",
        "CPI inflation is forecast to rise temporarily to around 2 percent in the first half of the year, as the base-year effects of price declines at the pandemic’s outset — mostly gasoline — dissipate.",
        "Excess supply is expected to weigh on inflation throughout the projection period.",
        "As it is absorbed, inflation is expected to return sustainably to the 2 percent target in 2023.",
        "In view of the weakness of near-term growth and the protracted nature of the recovery, the Canadian economy will continue to require extraordinary monetary policy support.",
        "The Governing Council will hold the policy interest rate at the effective lower bound until economic slack is absorbed so that the 2 percent inflation target is sustainably achieved.",
        "In our projection, this does not happen until into 2023.",
        "To reinforce this commitment and keep interest rates low across the yield curve, the Bank will continue its QE program until the recovery is well underway.",
        "As the Governing Council gains confidence in the strength of the recovery, the pace of net purchases of Government of Canada bonds will be adjusted as required.",
        "We remain committed to providing the appropriate degree of monetary policy stimulus to support the recovery and achieve the inflation objective.",
        "The Bank of Canada today held its target for the overnight rate at the effective lower bound of ¼ percent, with the Bank Rate at ½ percent and the deposit rate at ¼ percent.",
        "The Bank continues to provide extraordinary forward guidance on the path for the overnight rate, reinforced and supplemented by the Bank’s quantitative easing (QE) program.",
        "Effective the week of April 26, weekly net purchases of Government of Canada bonds will be adjusted to a target of $3 billion.",
        "This adjustment to the amount of incremental stimulus being added each week reflects the progress made in the economic recovery.",
        "The outlook has improved for both the global and Canadian economies.",
        "Activity has proven more resilient than expected in the face of the COVID-19 pandemic, and the rollout of vaccines is progressing.",
        "A number of regions, including Canada, are experiencing a difficult third wave of infections and lockdowns.",
        "The more contagious variants of the virus are straining healthcare systems and affecting hard-to-distance activities, and have introduced a new dimension of uncertainty.",
        "The recovery remains highly dependent on the evolution of the pandemic and the pace of vaccinations.",
        "Global economic growth is stronger than was forecast in the January Monetary Policy Report (MPR), although the pace varies considerably across countries.",
        "After a contraction of 2 ½ percent in 2020, the Bank now projects global GDP to grow by just over 6 ¾ percent in 2021, about 4 percent in 2022, and almost 3 ½ percent in 2023.",
        "The recovery in the United States has been particularly strong, owing to fiscal stimulus and rapid vaccine rollouts.",
        "The global recovery has lifted commodity prices, including oil, contributing to the strength of the Canadian dollar.",
        "In Canada, growth in the first quarter appears considerably stronger than the Bank’s January forecast, as households and companies adapted to the second wave and associated restrictions.",
        "Substantial job gains in February and March boosted employment.",
        "However, new lockdowns will pose another setback and the labour market remains difficult for many Canadians, especially low-wage workers, young people and women.",
        "As vaccines roll out and the economy reopens, consumption is expected to rebound strongly in the second half of this year and remain robust over the projection.",
        "Housing construction and resales are at historic highs, driven by the desire for more living space, low mortgage rates, and limited supply.",
        "The Bank will continue to monitor the potential risks associated with the rapid rise in house prices.",
        "Meanwhile, strong growth in foreign demand and higher commodity prices are expected to drive a robust recovery in exports and business investment.",
        "Additional federal and provincial fiscal stimulus will contribute importantly to growth.",
        "The Bank now forecasts real GDP growth of 6 ½ percent in 2021, moderating to around 3 ¾ percent in 2022 and 3 ¼ percent in 2023.",
        "The Bank has revised up its estimate of potential output in light of greater resilience to the pandemic and accelerated digitalization.",
        "The virus and lockdowns have had very different impacts across sectors, businesses, and groups of workers, creating an unusual degree of uncertainty about the amount of slack in the economy and how long it will take to be absorbed.",
        "To gauge the evolution of slack, the Bank will look at a broad spectrum of indicators, including various measures of labour market conditions.",
        "Over the next few months, inflation is expected to rise temporarily to around the top of the 1-3 percent inflation-control range.",
        "This is largely the result of base-year effects—year-over-year CPI inflation is higher because prices of some goods and services fell sharply at the start of the pandemic.",
        "In addition, the increase in oil prices since December has driven gasoline prices above their pre-pandemic levels.",
        "The Bank expects CPI inflation to ease back toward 2 percent over the second half of 2021 as these base-year effects diminish, and inflation is expected to ease further because of the ongoing drag from excess capacity.",
        "As slack is absorbed, inflation should return to 2 per cent on a sustained basis some time in the second half of 2022.",
        "Even as economic prospects improve, the Governing Council judges that there is still considerable excess capacity, and the recovery continues to require extraordinary monetary policy support.",
        "We remain committed to holding the policy interest rate at the effective lower bound until economic slack is absorbed so that the 2 percent inflation target is sustainably achieved.",
        "Based on the Bank’s latest projection, this is now expected to happen some time in the second half of 2022.",
        "The Bank is continuing its QE program to reinforce this commitment and keep interest rates low across the yield curve.",
        "Decisions regarding further adjustments to the pace of net purchases will be guided by Governing Council’s ongoing assessment of the strength and durability of the recovery.",
        "We will continue to provide the appropriate degree of monetary policy stimulus to support the recovery and achieve the inflation objective."
    ],
    "2020": [
        "The Bank of Canada today maintained its target for the overnight rate at the effective lower bound of ¼ percent, with the Bank Rate at ½ percent and the deposit rate at ¼ percent.",
        "The Bank is maintaining its extraordinary forward guidance, reinforced and supplemented by its quantitative easing (QE) program.",
        "The Bank is recalibrating the QE program to shift purchases towards longer-term bonds, which have more direct influence on the borrowing rates that are most important for households and businesses.",
        "At the same time, total purchases will be gradually reduced to at least $4 billion a week.",
        "The Governing Council judges that, with these combined adjustments, the QE program is providing at least as much monetary stimulus as before.",
        "The global and Canadian economic outlooks have evolved largely as anticipated in the July Monetary Policy Report (MPR), with rapid expansions as economies reopened giving way to slower growth, despite considerable remaining excess capacity.",
        "Looking ahead, rising COVID-19 infections are likely to weigh on the economic outlook in many countries, and growth will continue to rely heavily on policy support.",
        "In the United States, GDP growth rebounded strongly but appears to be slowing considerably.",
        "China’s economic output is back to pre-pandemic levels and its recovery continues to broaden.",
        "Emerging-market economies have been hit harder, especially those with severe outbreaks.",
        "The recovery in Europe is slowing amid mounting lockdowns.",
        "Overall, global GDP is projected to contract by about 4 percent in 2020 before growing by just over 4 ½ percent, on average, in 2021–22.",
        "Oil prices remain about 30 percent below pre-pandemic levels.",
        "Meanwhile, non-energy commodity prices, on average, have more than fully recovered.",
        "Despite continued low oil prices, the Canadian dollar has appreciated since July, largely reflecting a broad-based depreciation of the US dollar.",
        "In Canada, the rebound in employment and GDP was stronger than expected as the economy reopened through the summer.",
        "The economy is now transitioning to a more moderate recuperation phase.",
        "In the fourth quarter, growth is expected to slow markedly, due in part to rising COVID-19 case numbers.",
        "The economic effects of the pandemic are highly uneven across sectors and are particularly affecting low-income workers.",
        "Recognizing these challenges, governments have extended and modified business and income support programs.",
        "After a decline of about 5 ½ percent in 2020, the Bank expects Canada’s economy to grow by almost 4 percent on average in 2021 and 2022.",
        "Growth will likely be choppy as domestic demand is influenced by the evolution of the virus and its impact on consumer and business confidence.",
        "Considering the likely long-lasting effects of the pandemic, the Bank has revised down its estimate of Canada’s potential growth over the projection horizon.",
        "CPI inflation was at 0.5 percent in September and is expected to stay below the Bank’s target band of 1 to 3 percent until early 2021, largely due to low energy prices.",
        "Measures of core inflation are all below 2 percent, consistent with an economy where demand has fallen by more than supply.",
        "Inflation is expected to remain below target throughout the projection horizon.",
        "As the economy recuperates, it will continue to require extraordinary monetary policy support.",
        "The Governing Council will hold the policy interest rate at the effective lower bound until economic slack is absorbed so that the 2 percent inflation target is sustainably achieved.",
        "In our current projection, this does not happen until into 2023.",
        "The Bank is continuing its QE program and recalibrating it as described above.",
        "The program will continue until the recovery is well underway.",
        "We are committed to providing the monetary policy stimulus needed to support the recovery and achieve the inflation objective.",
        "The Bank of Canada today maintained its target for the overnight rate at the effective lower bound of ¼ percent.",
        "The Bank Rate is correspondingly ½ percent and the deposit rate is ¼ percent.",
        "The Bank is also continuing its quantitative easing (QE) program, with large-scale asset purchases of at least $5 billion per week of Government of Canada bonds.",
        "The Bank’s short-term liquidity programs announced since March to improve market functioning are having their intended effect and, with reduced market strains, their use has declined.",
        "The provincial and corporate bond purchase programs will continue as announced.",
        "The Bank stands ready to adjust its programs if market conditions warrant.",
        "While economies are re-opening, the global and Canadian outlook is extremely uncertain, given the unpredictability of the course of the COVID-19 pandemic.",
        "Reflecting this, the Bank’s July Monetary Policy Report (MPR) presents a central scenario for global and Canadian growth rather than the usual economic projections.",
        "The central scenario is based on assumptions outlined in the MPR, including that there is no widespread second wave of the virus.",
        "After a sharp drop in the first half of 2020, global economic activity is picking up.",
        "This return to growth reflects the relaxation of necessary containment measures put in place to slow the spread of the coronavirus, combined with extraordinary fiscal and monetary policy support.",
        "As a result, financial conditions have improved.",
        "The prices of most commodities, including oil, have risen from very low levels.",
        "In the central scenario, the global economy overall shrinks by about 5 percent in 2020 and then grows by around 5 percent on average in 2021 and 2022.",
        "The timing and pace of the recovery varies among regions and could be hampered by a resurgence of infections and the limited capacity of some countries to contain the virus or support their economies.",
        "The Canadian economy is starting to recover as it re-opens from the shutdowns needed to limit the virus spread.",
        "With economic activity in the second quarter estimated to have been 15 percent below its level at the end of 2019, this is the deepest decline in economic activity since the Great Depression, but considerably less severe than the worst scenarios presented in the April MPR.",
        "Decisive and necessary fiscal and monetary policy actions have supported incomes and kept credit flowing, cushioning the fall and laying the foundation for recovery.",
        "Since early June, the government has announced additional support programs, and extended others.",
        "There are early signs that the reopening of businesses and pent-up demand are leading to an initial bounce-back in employment and output.",
        "In the central scenario, roughly 40 percent of the collapse in the first half of the year is made up in the third quarter.",
        "Subsequently, the Bank expects the economy’s recuperation to slow as the pandemic continues to affect confidence and consumer behaviour and as the economy works through structural challenges.",
        "As a result, in the central scenario, real GDP declines by 7.8 percent in 2020 and resumes with growth of 5.1 percent in 2021 and 3.7 percent in 2022.",
        "The Bank expects economic slack to persist as the recovery in demand lags that of supply, creating significant disinflationary pressures.",
        "CPI inflation is close to zero, pulled down by sharp declines in components such as gasoline and travel services.",
        "The Bank’s core measures of inflation have drifted down, although by much less than the CPI, and are now between 1.4 and 1.9 percent.",
        "Inflation is expected to remain weak before gradually strengthening toward 2 percent as the drag from low gas prices and other temporary effects dissipates and demand recovers, reducing economic slack.",
        "As the economy moves from reopening to recuperation, it will continue to require extraordinary monetary policy support.",
        "The Governing Council will hold the policy interest rate at the effective lower bound until economic slack is absorbed so that the 2 percent inflation target is sustainably achieved.",
        "In addition, to reinforce this commitment and keep interest rates low across the yield curve, the Bank is continuing its large-scale asset purchase program at a pace of at least $5 billion per week of Government of Canada bonds.",
        "This QE program is making borrowing more affordable for households and businesses and will continue until the recovery is well underway.",
        "To support the recovery and achieve the inflation objective, the Bank is prepared to provide further monetary stimulus as needed.",
        "The Bank of Canada today maintained its target for the overnight rate at 1 ¾ percent.",
        "The Bank Rate is correspondingly 2 percent and the deposit rate is 1 ½ percent.",
        "The global economy is showing signs of stabilization, and some recent trade developments have been positive.",
        "However, there remains a high degree of uncertainty and geopolitical tensions have re-emerged, with tragic consequences.",
        "The Canadian economy has been resilient but indicators since the October Monetary Policy Report (MPR) have been mixed.",
        "Data for Canada indicate that growth in the near term will be weaker, and the output gap wider, than the Bank projected in October.",
        "The Bank now estimates growth of 0.3 percent in the fourth quarter of 2019 and 1.3 percent in the first quarter of 2020.",
        "Exports fell in late 2019, and business investment appears to have weakened after a strong third quarter.",
        "Job creation has slowed and indicators of consumer confidence and spending have been unexpectedly soft.",
        "In contrast, residential investment was robust through most of 2019, moderating to a still-solid pace in the fourth quarter.",
        "Some of the slowdown in growth in late 2019 was related to special factors that include strikes, poor weather, and inventory adjustments.",
        "The weaker data could also signal that global economic conditions have been affecting Canada’s economy to a greater extent than was predicted.",
        "Moreover, during the past year Canadians have been saving a larger share of their incomes, which could signal increased consumer caution.",
        "This could dampen consumer spending but help to alleviate financial vulnerabilities at the same time.",
        "Looking ahead, Canadian business investment and exports are expected to contribute modestly to growth, supported by stronger global activity and demand.",
        "The Bank is also projecting a pickup in household spending, supported by population and income growth, as well as by the recent federal income tax cut.",
        "In its January MPR, the Bank projects the global economy will grow by just over 3 percent in 2020 and 3 ¼ percent in 2021.",
        "For Canada, the Bank now forecasts real GDP will grow by 1.6 percent this year and 2 percent in 2021, following 1.6 percent growth in 2019.",
        "While the output gap has widened in recent months, measures of inflation remain around 2 percent.",
        "This is consistent with an economy that, until recently, has been operating close to capacity.",
        "The Bank expects inflation will stay around the 2 percent target over the projection horizon, with some fluctuations in 2020 from volatility in energy prices.",
        "Meanwhile, labour markets in most regions have little slack and wages continue to firm.",
        "In determining the future path for the Bank’s policy interest rate, Governing Council will be watching closely to see if the recent slowdown in growth is more persistent than forecast.",
        "In assessing incoming data, the Bank will be paying particular attention to developments in consumer spending, the housing market, and business investment.",
        "The Bank of Canada today maintained its target for the overnight rate at ¼ percent, which the Bank considers its effective lower bound.",
        "The Bank Rate is correspondingly ½ percent and the deposit rate is ¼ percent.",
        "The Bank also announced new measures to provide additional support to Canada’s financial system.",
        "The necessary efforts to contain the COVID-19 pandemic have caused a sudden and deep contraction in economic activity and employment worldwide.",
        "In financial markets, this has driven a flight to safety and a sharp repricing of a wide range of assets.",
        "It has also pushed down prices for commodities, especially oil.",
        "In this environment, the Canadian dollar has depreciated since January, although by less than many other currencies.",
        "The sudden halt in global activity will be followed by regional recoveries at different times, depending on the duration and severity of the outbreak in each region.",
        "This means that the global economic recovery, when it comes, could be protracted and uneven.",
        "The Canadian economy was in a solid position ahead of the COVID-19 outbreak, but has since been hit by widespread shutdowns and lower oil prices.",
        "One early measure of the extent of the damage was an unprecedented drop in employment in March, with more than one million jobs lost across Canada.",
        "Many more workers reported shorter hours, and by early April some six million Canadians had applied for the Canada Emergency Response Benefit.",
        "The outlook is too uncertain at this point to provide a complete forecast.",
        "However, Bank analysis of alternative scenarios suggests the level of real activity was down 1-3 percent in the first quarter of 2020, and will be 15-30 percent lower in the second quarter than in fourth-quarter 2019.",
        "CPI inflation is expected to be close to 0 percent in the second quarter of 2020.",
        "This is primarily due to the transitory effects of lower gasoline prices.",
        "The pandemic-driven contraction has prompted decisive policy action to support individuals and businesses and to lay the foundation for economic recovery once containment measures start to ease.",
        "Fiscal programs, designed to expand according to the magnitude of the shock, will help individuals and businesses weather this shutdown phase of the pandemic, and support incomes and confidence leading into the recovery.",
        "These programs have been complemented by actions taken by other federal agencies and provincial governments.",
        "For its part, the Bank of Canada has taken measures to improve market function so that monetary policy actions have their intended effect on the economy.",
        "This helps ensure that households and businesses continue to have access to the credit they need to bridge this difficult time, and that lower interest rates find their way to ultimate borrowers.",
        "The Bank has lowered its target for the overnight rate 150 basis points over the last three weeks, to its effective lower bound.",
        "It has also conducted lending operations to financial institutions and asset purchases in core funding markets amounting to around $200 billion.",
        "These actions have served to ease market dysfunction and help keep credit channels open, although they remain strained.",
        "The next challenge for markets will be managing increased demand for near-term financing by federal and provincial governments, and businesses and households.",
        "The situation calls for special actions by the central bank.",
        "To this end, the Bank is furthering its efforts with several important steps.",
        "Under its previously-announced program, the Bank will continue to purchase at least $5 billion in Government of Canada securities per week in the secondary market, and will increase the level of purchases as required to maintain proper functioning of the government bond market.",
        "Also, the Bank is temporarily increasing the amount of Treasury Bills it acquires at auctions to up to 40 percent, effective immediately.",
        "The Bank is also announcing today the development of a new Provincial Bond Purchase Program of up to $50 billion, to supplement its Provincial Money Market Purchase Program.",
        "Further, the Bank is announcing a new Corporate Bond Purchase Program, in which the Bank will acquire up to a total of $10 billion in investment grade corporate bonds in the secondary market.",
        "Both of these programs will be put in place in the coming weeks.",
        "Finally, the Bank is further enhancing its term repo facility to permit funding for up to 24 months.",
        "These measures will work in combination to ease pressure on Canadian borrowers.",
        "As containment restrictions are eased and economic activity resumes, fiscal and monetary policy actions will help underpin confidence and stimulate spending by consumers and businesses to restore growth.",
        "The Bank’s Governing Council stands ready to adjust the scale or duration of its programs if necessary.",
        "All the Bank’s actions are aimed at helping to bridge the current period of containment and create the conditions for a sustainable recovery and achievement of the inflation target over time."
    ],
    "2018": [
        "The Bank of Canada today increased its target for the overnight rate to 1 ¾ per cent.",
        "The Bank Rate is correspondingly 2 per cent and the deposit rate is 1 ½ per cent.",
        "The global economic outlook remains solid.",
        "The US economy is especially robust and is expected to moderate over the projection horizon, as forecast in the Bank’s July Monetary Policy Report (MPR).",
        "The new US-Mexico-Canada Agreement (USMCA) will reduce trade policy uncertainty in North America, which has been an important curb on business confidence and investment.",
        "However, trade conflict, particularly between the United States and China, is weighing on global growth and commodity prices.",
        "Financial market volatility has resurfaced and some emerging markets are under stress but, overall, global financial conditions remain accommodative.",
        "The Canadian economy continues to operate close to its potential and the composition of growth is more balanced.",
        "Despite some quarterly fluctuations, growth is expected to average about 2 per cent over the second half of 2018.",
        "Real GDP is projected to grow by 2.1 per cent this year and next before slowing to 1.9 per cent in 2020.",
        "The projections for business investment and exports have been revised up, reflecting the USMCA and the recently-approved liquid natural gas project in British Columbia.",
        "Still, investment and exports will be dampened by the recent decline in commodity prices, as well as ongoing competitiveness challenges and limited transportation capacity.",
        "The Bank will be monitoring the extent to which the USMCA leads to more confidence and business investment in Canada.",
        "Household spending is expected to continue growing at a healthy pace, underpinned by solid employment income growth.",
        "Households are adjusting their spending as expected in response to higher interest rates and housing market policies.",
        "In this context, household credit growth continues to moderate and housing activity across Canada is stabilizing.",
        "As a result, household vulnerabilities are edging lower in a number of respects, although they remain elevated.",
        "CPI inflation dropped to 2.2 per cent in September, in large part because the summer spike in airfares was reversed.",
        "Other temporary factors pushing up inflation, such as past increases in gasoline prices and minimum wages, should fade in early 2019.",
        "Inflation is then expected to remain close to the 2 per cent target through the end of 2020.",
        "The Bank’s core measures of inflation all remain around 2 per cent, consistent with an economy that is operating at capacity.",
        "Wage growth remains moderate, although it is projected to pick up in the coming quarters, consistent with the Bank’s latest Business Outlook Survey.",
        "Given all of these factors, Governing Council agrees that the policy interest rate will need to rise to a neutral stance to achieve the inflation target.",
        "In determining the appropriate pace of rate increases, Governing Council will continue to take into account how the economy is adjusting to higher interest rates, given the elevated level of household debt.",
        "In addition, we will pay close attention to global trade policy developments and their implications for the inflation outlook.",
        "The Bank of Canada today increased its target for the overnight rate to 1 ½ per cent.",
        "The Bank Rate is correspondingly 1 ¾ per cent and the deposit rate is 1 ¼ per cent.",
        "The Bank expects the global economy to grow by about 3 ¾ per cent in 2018 and 3 ½ per cent in 2019, in line with the April Monetary Policy Report (MPR).",
        "The US economy is proving stronger than expected, reinforcing market expectations of higher policy rates and pushing up the US dollar.",
        "This is contributing to financial stresses in some emerging market economies.",
        "Meanwhile, oil prices have risen.",
        "Yet, the Canadian dollar is lower, reflecting broad-based US dollar strength and concerns about trade actions.",
        "The possibility of more trade protectionism is the most important threat to global prospects.",
        "Canada’s economy continues to operate close to its capacity and the composition of growth is shifting.",
        "Temporary factors are causing volatility in quarterly growth rates: the Bank projects a pick-up to 2.8 per cent in the second quarter and a moderation to 1.5 per cent in the third.",
        "Household spending is being dampened by higher interest rates and tighter mortgage lending guidelines.",
        "Recent data suggest housing markets are beginning to stabilize following a weak start to 2018.",
        "Meanwhile, exports are being buoyed by strong global demand and higher commodity prices.",
        "Business investment is growing in response to solid demand growth and capacity pressures, although trade tensions are weighing on investment in some sectors.",
        "Overall, the Bank still expects average growth of close to 2 per cent over 2018-2020.",
        "CPI and the Bank’s core measures of inflation remain near 2 per cent, consistent with an economy operating close to capacity.",
        "CPI inflation is expected to edge up further to about 2.5 per cent before settling back to 2 per cent by the second half of 2019.",
        "The Bank estimates that underlying wage growth is running at about 2.3 per cent, slower than would be expected in a labour market with no slack.",
        "As in April, the projection incorporates an estimate of the impact of trade uncertainty on Canadian investment and exports.",
        "This effect is now judged to be larger, given mounting trade tensions.",
        "The July projection also incorporates the estimated impact of tariffs on steel and aluminum recently imposed by the United States, as well as the countermeasures enacted by Canada.",
        "Although there will be difficult adjustments for some industries and their workers, the effect of these measures on Canadian growth and inflation is expected to be modest.",
        "Governing Council expects that higher interest rates will be warranted to keep inflation near target and will continue to take a gradual approach, guided by incoming data.",
        "In particular, the Bank is monitoring the economy’s adjustment to higher interest rates and the evolution of capacity and wage pressures, as well as the response of companies and consumers to trade actions.",
        "The Bank of Canada today increased its target for the overnight rate to 1 1/4 per cent.",
        "The Bank Rate is correspondingly 1 1/2 per cent and the deposit rate is 1 per cent.",
        "Recent data have been strong, inflation is close to target, and the economy is operating roughly at capacity.",
        "However, uncertainty surrounding the future of the North American Free Trade Agreement (NAFTA) is clouding the economic outlook.",
        "The global economy continues to strengthen, with growth expected to average 3 1/2 per cent over the projection horizon.",
        "Growth in advanced economies is projected to be stronger than in the Bank’s October Monetary Policy Report (MPR).",
        "In particular, there are signs of increasing momentum in the US economy, which will be boosted further by recent tax changes.",
        "Global commodity prices are higher, although the benefits to Canada are being diluted by wider spreads between benchmark world and Canadian oil prices.",
        "In Canada, real GDP growth is expected to slow to 2.2 per cent in 2018 and 1.6 per cent in 2019, following an estimated 3.0 per cent in 2017.",
        "Growth is expected to remain above potential through the first quarter of 2018 and then slow to a rate close to potential for the rest of the projection horizon.",
        "Consumption and residential investment have been stronger than anticipated, reflecting strong employment growth.",
        "Business investment has been increasing at a solid pace, and investment intentions remain positive.",
        "Exports have been weaker than expected although, apart from cross-border shifts in automotive production, there have been positive signs in most other categories.",
        "Looking forward, consumption and residential investment are expected to contribute less to growth, given higher interest rates and new mortgage guidelines, while business investment and exports are expected to contribute more.",
        "The Bank’s outlook takes into account a small benefit to Canada’s economy from stronger US demand arising from recent tax changes.",
        "However, as uncertainty about the future of NAFTA is weighing increasingly on the outlook, the Bank has incorporated into its projection additional negative judgement on business investment and trade.",
        "The Bank continues to monitor the extent to which strong demand is boosting potential, creating room for more non-inflationary expansion.",
        "In this respect, capital investment, firm creation, labour force participation, and hours worked are all showing promising signs.",
        "Recent data show that labour market slack is being absorbed more quickly than anticipated.",
        "Wages have picked up but are rising by less than would be typical in the absence of labour market slack.",
        "In this context, inflation is close to 2 per cent and core measures of inflation have edged up, consistent with diminishing slack in the economy.",
        "The Bank expects CPI inflation to fluctuate in the months ahead as various temporary factors (including gasoline and electricity prices) unwind.",
        "Looking through these temporary factors, inflation is expected to remain close to 2 per cent over the projection horizon.",
        "While the economic outlook is expected to warrant higher interest rates over time, some continued monetary policy accommodation will likely be needed to keep the economy operating close to potential and inflation on target.",
        "Governing Council will remain cautious in considering future policy adjustments, guided by incoming data in assessing the economy’s sensitivity to interest rates, the evolution of economic capacity, and the dynamics of both wage growth and inflation.",
        "The Bank of Canada today maintained its target for the overnight rate at 1 ¼ per cent.",
        "The Bank Rate is correspondingly 1 ½ per cent and the deposit rate is 1 per cent.",
        "Inflation in Canada is close to 2 per cent as temporary factors that have been weighing on inflation have largely dissipated, as expected.",
        "Consistent with an economy operating with little slack, core measures of inflation have continued to edge up and are all now close to 2 per cent.",
        "The transitory impact of higher gasoline prices and recent minimum wage increases will likely cause inflation in 2018 to be modestly higher than the Bank expected in its January Monetary Policy Report (MPR), returning to the 2 per cent target for the rest of the projection horizon.",
        "The global economy is on a modestly stronger track than forecast in January, with upward revisions to growth and potential output in a number of major advanced economies.",
        "The outlook for the U.S. economy has been further boosted by new government spending plans.",
        "However, escalating geopolitical and trade conflicts risk undermining the global expansion.",
        "In Canada, GDP growth in the first quarter was weaker than the Bank had expected, but should rebound in the second quarter, resulting in 2 per cent average growth in the first half of 2018.",
        "The economy is projected to operate slightly above its potential over the next three years, with real GDP growth of about 2 per cent in both 2018 and 2019, and 1.8 per cent in 2020.",
        "This stronger profile for GDP incorporates new provincial and federal fiscal measures announced since January.",
        "It also reflects upward revisions to estimates of potential output growth, which suggest the Canadian economy has made some progress in building capacity.",
        "Slower economic growth in the first quarter primarily reflects weakness in two areas.",
        "Housing markets responded to new mortgage guidelines and other policy measures by pulling forward transactions to late 2017.",
        "Exports also faltered, partly owing to transportation bottlenecks.",
        "Some of the weakness in housing and exports is expected to be unwound as 2018 progresses.",
        "The Bank anticipates that Canadian exports will strengthen as foreign demand increases, but not sufficiently to recover the ground lost during recent quarters.",
        "Export growth is being increasingly limited by capacity constraints in some sectors.",
        "Continued gains in business investment should build additional capacity in those sectors and in the economy more generally.",
        "However, both exports and investment are being held back by ongoing competitiveness challenges and uncertainty about trade policies.",
        "Growth in consumption remains robust, supported by strong labour income growth.",
        "Wages have continued to pick up as expected, even after factoring out recent minimum wage increases in Ontario and Alberta.",
        "The Bank will continue to assess labour market data for signs of remaining slack.",
        "Some progress has been made on the key issues being watched closely by Governing Council, particularly the dynamics of inflation and wage growth.",
        "This progress reinforces Governing Council’s view that higher interest rates will be warranted over time, although some monetary policy accommodation will still be needed to keep inflation on target.",
        "The Bank will also continue to monitor the economy’s sensitivity to interest rate movements and the evolution of economic capacity.",
        "In this context, Governing Council will remain cautious with respect to future policy adjustments, guided by incoming data."
    ],
    "2011": [
        "The global economy has slowed markedly as several downside risks to the projection outlined in the Bank’s July MPR have been realized.",
        "Volatility has increased and there has been a generalized retrenchment from risk-taking across markets.",
        "The combination of ongoing deleveraging by banks and households, increased fiscal austerity and declining confidence is expected to restrain growth across the advanced economies.",
        "The Bank now expects that the euro area—where these dynamics are most acute—will experience a brief recession.",
        "The Bank’s base-case scenario nonetheless assumes that the euro-area crisis will be contained, although this assumption is clearly subject to downside risks.",
        "In the United States, real GDP growth is expected to be weak through the first half of 2012, reflecting diminished household confidence, tighter financial conditions and increased fiscal drag.",
        "Growth in China and other emerging-market economies is projected to moderate to a more sustainable pace.",
        "These developments, combined with recent declines in commodity prices, are expected to dampen global inflationary pressures.",
        "The outlook for the Canadian economy has weakened since July, with the significantly less favourable external environment affecting Canada through financial, confidence and trade channels.",
        "Although Canadian growth rebounded in the third quarter with the unwinding of temporary factors, underlying economic momentum has slowed and is expected to remain modest through the middle of next year.",
        "Domestic demand is expected to remain the principal driver of growth over the projection horizon.",
        "Household expenditures are now projected to grow relatively modestly as lower commodity prices and heightened volatility in financial markets weigh on the incomes, wealth and confidence of Canadian households.",
        "Business fixed investment is still expected to grow solidly in response to very stimulative financial conditions and heightened competitive pressures, although it will be dampened by the weaker and more uncertain global economic environment.",
        "Net exports are expected to remain a source of weakness, owing to sluggish foreign demand and ongoing competitiveness challenges, including the persistent strength of the Canadian dollar.",
        "Overall, the Bank expects that growth in Canada will be slow through mid-2012 before picking up as the global economic environment improves, uncertainty dissipates and confidence increases.",
        "The weaker economic outlook implies greater and more persistent economic slack than previously anticipated, with the Canadian economy now expected to return to full capacity by the end of 2013.",
        "As a result, core inflation is expected to be slightly softer than previously expected, declining through 2012 before returning to 2 percent by the end of 2013.",
        "The projection for total CPI inflation has also been revised down, reflecting the recent reversal of earlier sharp increases in world energy prices as well as modestly weaker core inflation.",
        "Total CPI inflation is expected to trough around 1 per cent by the middle of 2012 before rising with core inflation to the two per cent target by the end of 2013, as excess supply in the economy is slowly absorbed.",
        "There are several significant risks to the inflation outlook in Canada.",
        "The three main upside risks relate to the possibility of stronger-than-expected inflationary pressures in the global economy, stronger momentum in Canadian household spending, and the possibility of a faster-than-expected rebound in business and consumer confidence, due to more decisive policy action in the major advanced economies.",
        "The three main downside risks relate to sovereign debt and banking concerns in Europe, the increased probability of a recession in the U.S. economy, and the possibility that growth in household spending in Canada could be weaker than projected.",
        "Reflecting all of these factors, the Bank yesterday maintained the target for the overnight rate at 1 per cent.",
        "With the target interest rate near historic lows and the financial system functioning well, there is considerable monetary policy stimulus in Canada.",
        "The Bank will continue to monitor carefully economic and financial developments in the Canadian and global economies, together with the evolution of risks, and set monetary policy consistent with achieving the 2 per cent inflation target over the medium term.",
        "The global economic expansion is proceeding broadly as projected in April, with modest growth in major advanced economies and robust expansions in emerging economies.",
        "Growth in the U.S. economy has been slower than expected.",
        "It continues to be restrained by the consolidation of household balance sheets and slow growth in employment.",
        "While growth in core Europe has been stronger than expected, necessary fiscal austerity measures in a number of countries will restrain growth over the projection horizon.",
        "In Japan, the economy has begun to recover from the disasters that struck on 11 March, but the level of economic activity will remain below previous expectations.",
        "In contrast, growth in emerging-market economies, particularly China, remains very strong.",
        "As a consequence, commodity prices are expected to remain at elevated levels, following recent declines.",
        "These high prices, combined with persistent excess demand in major emerging-market economies, are contributing to broader global inflationary pressures.",
        "Widespread concerns over sovereign debt have increased risk aversion and volatility in financial markets.",
        "The Bank’s projection assumes that authorities are able to contain the ongoing European sovereign debt crisis, although there are clear risks around this outcome.",
        "In Canada, the economic expansion is proceeding largely as projected, although the expected rotation of demand is somewhat slower than had been anticipated.",
        "Household spending remains solid and business investment robust.",
        "Net exports remain weak, reflecting modest U.S. demand and ongoing competitiveness challenges, particularly the persistent strength of the Canadian dollar.",
        "Despite increased global risk aversion, financial conditions in Canada remain very stimulative and private credit growth is strong.",
        "Following an anticipated slowdown in growth during the second quarter due to temporary supply chain disruptions and the impact of higher energy prices on consumption, the Bank expects growth in Canada to re-accelerate in the second half of 2011.",
        "Over the projection horizon, business investment is expected to remain strong, household spending to grow more in line with disposable income, and net exports to become more supportive of growth.",
        "Relative to the April projection, growth in household spending is now projected to be slightly firmer, reflecting higher household income, and net exports to be slightly weaker, reflecting more subdued U.S. activity.",
        "Overall, the Bank projects the economy will expand by 2.8 per cent in 2011, 2.6 per cent in 2012, and 2.1 per cent in 2013, returning to capacity in the middle of 2012.",
        "In the near term, total CPI inflation is expected to remain above 3 per cent, largely reflecting temporary factors such as significantly higher food and energy prices.",
        "It is expected to return to the 2 per cent target by the middle of 2012 as the temporary factors unwind, excess supply in the economy is gradually absorbed, labour compensation growth stays modest, productivity recovers, and inflation expectations remain well-anchored.",
        "Core inflation is slightly firmer than anticipated, owing to temporary factors and to more persistent strength in the prices of some services.",
        "Core inflation is now expected to remain around 2 per cent over the projection horizon.",
        "Although the global outlook remains broadly unchanged, global risks have intensified, most notably in Europe.",
        "The three main upside risks to inflation in Canada relate to the possibility of higher-than-projected commodity prices and global inflation, stronger momentum in Canadian household spending, and the possibility that there is less excess capacity in the Canadian economy.",
        "The three main downside risks to inflation in Canada relate to sovereign debt concerns in Europe, headwinds from the persistent strength of the Canadian dollar, and the possibility that growth in Canadian household spending could be weaker than projected.",
        "Overall, the Bank judges that the risks to the inflation outlook in Canada are roughly balanced over the projection horizon.",
        "Reflecting all of these factors, the Bank yesterday maintained the target for the overnight rate at 1 per cent.",
        "To the extent that the expansion continues and the current material excess supply in the economy is gradually absorbed, some of the considerable monetary policy stimulus currently in place will be withdrawn, consistent with achieving the 2 per cent inflation target.",
        "Such reduction would need to be carefully considered.",
        "With that, Tiff and I would be pleased to take your questions.",
        "The global economic recovery is proceeding at a somewhat faster pace than the Bank had anticipated, although risks remain elevated.",
        "Private domestic demand in the United States has picked up and will be reinforced by recently announced monetary and fiscal stimulus.",
        "European growth has also been slightly stronger than anticipated.",
        "However, ongoing challenges associated with sovereign and bank balance sheets will limit the pace of the European recovery and are a significant source of uncertainty to the global outlook.",
        "Some emerging markets have begun to implement more restrictive policy measures in response to overheating in their economies.",
        "The effectiveness of these policies will influence the path of commodity prices, which have increased significantly since October.",
        "The recovery in Canada is proceeding broadly as anticipated, with a period of more modest growth and the beginning of the expected rebalancing of demand.",
        "The contribution of government spending is expected to wind down this year, consistent with announced fiscal plans.",
        "Stretched household balance sheets are expected to restrain the pace of consumption growth and residential investment.",
        "In contrast, business investment will likely continue to rebound strongly, owing to stimulative financial conditions and competitive imperatives.",
        "Net exports are projected to contribute more to growth going forward, supported by stronger U.S. activity and global demand for commodities.",
        "However, the cumulative effects of the persistent strength in the Canadian dollar and Canada’s poor relative productivity performance are restraining this recovery in net exports and contributing to a widening of Canada’s current account deficit to a 20-year high.",
        "Overall, the Bank projects the economy will expand by 2.4 per cent in 2011 and 2.8 per cent in 2012 – a slightly firmer profile than had been anticipated in October.",
        "The Bank continues to expect that the economy will return to full capacity by the end of 2012.",
        "Underlying inflationary pressures remain subdued, reflecting the considerable slack in the Canadian economy.",
        "Core inflation is projected to edge gradually up to 2 per cent by the end of 2012, as excess supply in the economy is slowly absorbed.",
        "Inflation expectations remain well-anchored.",
        "Total CPI inflation is being boosted temporarily by the effects of provincial indirect taxes, but is expected to converge to the 2 per cent target by the end of 2012.",
        "Despite improvements in the outlook for the global and Canadian economies, the risks to inflation remain elevated.",
        "There are two main upside risks, relating to higher commodity prices and the possibility of greater-than-projected momentum in the Canadian household sector.",
        "The two main downside risks relate to Canadian competitiveness and the possibility of weaker-than-projected household expenditures in Canada.",
        "In addition, challenges in Europe continue to be a significant source of uncertainty for the global outlook.",
        "A comprehensive solution to the sovereign debt and financial stability issues in a number of countries will be required.",
        "Reflecting all of these factors, the Bank yesterday maintained its target for the overnight rate at 1 per cent.",
        "This leaves considerable monetary stimulus in place, consistent with achieving the 2 per cent inflation target in an environment of significant excess supply in Canada.",
        "Any further reduction in monetary policy stimulus would need to be carefully considered.",
        "As anticipated in January, the global economic recovery is becoming more firmly entrenched and is expected to continue at a steady pace.",
        "In the United States, growth is solidifying, although consolidation of household and, ultimately, government balance sheets will limit the pace of the expansion.",
        "European growth has strengthened, despite ongoing sovereign debt and banking challenges in the periphery.",
        "The disasters that struck Japan in March will severely affect its economic activity in the first half of this year.",
        "The resulting disruptions to global supply chains are projected to reduce the growth in the Canadian economy in this quarter by about half of a percentage point, with that lost activity likely to be recovered in subsequent quarters.",
        "Robust demand from emerging-market economies is driving the underlying strength in commodity prices, which is being further reinforced by supply shocks arising from recent geopolitical events.",
        "These price increases, combined with persistent excess demand conditions in major EMEs, are contributing to broader global inflationary pressures.",
        "Despite the significant challenges that weigh on the global outlook, financial conditions remain very stimulative and investors have become noticeably less risk averse.",
        "In Canada, recent economic activity has been stronger than anticipated, although the profile is largely consistent with the underlying dynamics outlined in January.",
        "Aggregate demand is rebalancing toward business investment and net exports, and away from government and household expenditures.",
        "As in January, the Bank expects business investment to continue to rise rapidly and the growth of consumer spending to evolve broadly in line with that of personal disposable income, although higher terms of trade and wealth are likely to support a slightly stronger profile for household expenditures than previously projected.",
        "In contrast, the improvement in net exports is expected to be further restrained by ongoing competitiveness challenges, including headwinds from the persistent strength in the Canadian dollar.",
        "Overall, the Bank projects that the economy will expand by 2.9 per cent in 2011 and 2.6 per cent in 2012.",
        "Growth in 2013 is expected to equal that of potential output, at 2.1 per cent.",
        "The Bank expects that the economy will return to capacity in the middle of 2012, two quarters earlier than had been projected in January.",
        "While underlying inflation is subdued, a number of temporary factors will boost total CPI inflation to around 3 per cent in the second quarter of 2011 before total CPI inflation converges to the 2 per cent target by the middle of 2012.",
        "This short-term volatility reflects the impact of recent sharp increases in energy prices and the ongoing boost from changes in provincial indirect taxes.",
        "Core inflation has fallen further in recent months, in part due to temporary factors.",
        "It is expected to rise gradually to 2 per cent by the middle of 2012 as excess supply in the economy is slowly absorbed, labour compensation growth stays modest, productivity recovers, and inflation expectations remain well-anchored.",
        "The persistent strength of the Canadian dollar could create even greater headwinds for the Canadian economy, putting additional downward pressure on inflation through weaker-than-expected net exports and larger declines in import prices.",
        "An additional downside risk to inflation in Canada relates to household spending, which could be weaker than projected, given high household debt levels.",
        "On the upside, commodity prices and global inflation could rise faster than anticipated and there could be stronger-than-expected momentum in household expenditures.",
        "Overall, the Bank judges the risks to the Canadian inflation outlook are roughly balanced over the projection horizon.",
        "Reflecting all of these factors, the Bank decided yesterday to maintain the target for the overnight rate at 1 per cent.",
        "This leaves considerable monetary stimulus in place, consistent with achieving the 2 per cent inflation target in an environment of material excess supply in Canada.",
        "Any further reduction in monetary policy stimulus would need to be carefully considered."
    ],
    "2016": [
        "The Bank of Canada today announced that it is maintaining its target for the overnight rate at 1/2 per cent.",
        "The Bank Rate is correspondingly 3/4 per cent and the deposit rate is 1/4 per cent.",
        "The global economy is expected to regain momentum in the second half of this year and through 2017 and 2018.",
        "After a weak first half, the US economy in particular is strengthening: solid consumption is being underpinned by strong employment growth and robust consumer confidence.",
        "However, because of elevated uncertainty, US business investment is on a lower track than expected.",
        "Looking through the choppiness of recent data, the profile for growth in Canada is now lower than projected in July’s Monetary Policy Report (MPR).",
        "This is due in large part to slower near-term housing resale activity and a lower trajectory for exports.",
        "The federal government’s new measures to promote stability in Canada’s housing market are likely to restrain residential investment while dampening household vulnerabilities.",
        "Recent export data are improving but are not strong enough to make up for ground lost during the first half of 2016, despite the effects of the Canadian dollar’s past depreciation.",
        "Growth in exports over 2017 and 2018 are projected to be slower than previously forecast, due to lower estimates of global demand, a composition of US growth that appears less favourable to Canadian exports, and ongoing competitiveness challenges for Canadian firms.",
        "After incorporating these weaker elements, Canada’s economy is still expected to grow at a rate above potential starting in the second half of 2016, supported by accommodative monetary and financial conditions and federal fiscal measures.",
        "As the economy continues to adjust to the oil price shock, investment in the energy sector appears to be bottoming out.",
        "Non-resource activity is growing solidly, particularly in the services sector.",
        "Household spending continues to rise, along with employment and incomes outside of energy-intensive regions.",
        "The Bank expects Canada’s real GDP to grow by 1.1 per cent in 2016 and about 2 per cent in both 2017 and 2018.",
        "This projection implies that the economy returns to full capacity around mid-2018, materially later than the Bank had anticipated in July.",
        "Measures of core inflation remain close to 2 per cent as the effects of past exchange rate depreciation and excess capacity continue to offset each other.",
        "Total CPI inflation is tracking slightly below expectations because of temporary weakness in prices for gasoline, food, and telecommunications.",
        "The Bank expects total CPI inflation to be close to 2 per cent from early 2017 onwards, when these temporary factors will have dissipated, but downward pressure on inflation will continue while economic slack persists.",
        "Given the downward revision to the growth profile and the later closing of the output gap, the Bank considers the risks around its updated inflation outlook to be roughly balanced, albeit in a context of heightened uncertainty.",
        "Meanwhile, the new housing measures should mitigate risks to the financial system over time.",
        "At present, the Bank’s Governing Council judges that the overall balance of risks is still in the zone for which the current stance of monetary policy is appropriate, and the target for the overnight rate remains at 1/2 per cent.",
        "The Bank of Canada today announced that it is maintaining its target for the overnight rate at 1/2 per cent.",
        "The Bank Rate is correspondingly 3/4 per cent and the deposit rate is 1/4 per cent.",
        "Inflation in Canada is on track to return to 2 per cent in 2017 as the complex adjustment underway in Canada’s economy proceeds.",
        "The fundamentals remain in place for a pickup in growth over the projection horizon, albeit in a climate of heightened uncertainty.",
        "In this context, the forecast for the global economy has been marked down slightly from the Bank’s April Monetary Policy Report (MPR).",
        "Global GDP growth is projected to be 2.9 per cent in 2016, 3.3 per cent in 2017, and 3.5 per cent in 2018.",
        "In particular, after a weak start to 2016 the US economy is showing signs of a rebound, with a healthy labour market and solid consumption growth.",
        "In the wake of Brexit, global markets have materially re-priced a number of asset classes.",
        "Financial conditions, already accommodative, have become even more so.",
        "In Canada, the quarterly pattern of growth has been uneven.",
        "Real GDP grew by 2.4 per cent in the first quarter but is estimated to have contracted by 1 per cent in the second quarter, pulled down by volatile trade flows, uneven consumer spending, and the Alberta wildfires.",
        "A pick-up to 3 1/2 per cent is expected in the third quarter as oil production resumes and rebuilding begins in Fort McMurray.",
        "Consumer spending will also get a boost from the Canada Child Benefit.",
        "While the fundamental elements of the Bank’s projection are similar to those presented in April, the forecast has been revised down in light of a weaker outlook for business investment and a lower profile for exports, reflecting a downward adjustment to US investment spending.",
        "Real GDP is expected to grow by 1.3 per cent in 2016, 2.2 per cent in 2017, and 2.1 per cent in 2018.",
        "The Bank projects above-potential growth from the second half of 2016, lifted by rising US demand and supported by accommodative monetary and financial conditions.",
        "Federal infrastructure spending and other fiscal measures announced in the March budget will also contribute to growth.",
        "Despite recent volatility, the Bank expects the underlying trend of export growth to continue, leading to a pick-up in business investment.",
        "Higher global oil prices are helping to stabilize Canada’s energy sector and household spending is expected to increase moderately.",
        "The Bank forecasts that the output gap will close somewhat later than estimated in April, towards the end of 2017.",
        "Underlying this judgement is the downward revision to business investment, which lowers the profile for both real GDP and, to a lesser extent, potential output.",
        "While inflation has recently been a little higher than anticipated, largely due to higher consumer energy prices, it is still in the lower half of the Bank’s inflation-control range.",
        "Most measures of core inflation remain close to 2 per cent but would be lower without the impact of past exchange rate depreciation.",
        "The temporary effects of exchange-rate pass-through and past declines in consumer energy prices are expected to dissipate in late 2016, and the Bank projects that inflation will average close to 2 per cent throughout 2017 as the output gap narrows.",
        "Overall, the risks to the profile for inflation are roughly balanced, although the implications of the Brexit vote are highly uncertain and difficult to forecast.",
        "At the same time, financial vulnerabilities are elevated and rising, particularly in the greater Vancouver and Toronto areas.",
        "The Bank’s Governing Council judges that the overall balance of risks remains within the zone for which the current stance of monetary policy is appropriate, and the target for the overnight rate remains at 1/2 per cent.",
        "The Bank of Canada today announced that it is maintaining its target for the overnight rate at 1/2 per cent.",
        "The Bank Rate is correspondingly 3/4 per cent and the deposit rate is 1/4 per cent.",
        "Inflation in Canada is evolving broadly as expected.",
        "Total CPI inflation remains near the bottom of the Bank’s target range as the disinflationary effects of economic slack and low consumer energy prices are only partially offset by the inflationary impact of the lower Canadian dollar on the prices of imported goods.",
        "As all of these factors dissipate, the Bank expects inflation will rise to about 2 per cent by early 2017.",
        "Measures of core inflation should remain close to 2 per cent.",
        "The dynamics of the global economy are broadly as anticipated in the Bank’s October Monetary Policy Report (MPR), with diverging economic prospects and shifting terms of trade.",
        "China continues its transition to a more sustainable growth path and the expansion in the United States is on track, despite temporary weakness in the fourth quarter of 2015.",
        "The U.S. Federal Reserve has begun to gradually withdraw its exceptional monetary stimulus.",
        "While risks to the world outlook remain and have been reflected in sharp price movements in a range of asset classes, global growth is expected to trend upwards beginning in 2016.",
        "Prices for oil and other commodities have declined further and this represents a setback for the Canadian economy.",
        "GDP growth likely stalled in the fourth quarter of 2015, pulled down by temporary softness in the U.S. economy, weaker business investment and several other temporary factors.",
        "The Bank now expects the economy’s return to above-potential growth to be delayed until the second quarter of 2016.",
        "The protracted process of reorientation towards non-resource activity is underway, helped by stronger U.S. demand, the lower Canadian dollar, and accommodative monetary and financial conditions.",
        "National employment remains resilient despite job losses in the resource sector and household spending continues to expand.",
        "The Bank projects Canada’s economy will grow by about 1 1/2 per cent in 2016 and 2 1/2 per cent in 2017.",
        "The complex nature of the ongoing structural adjustment makes the outlook for demand and potential output highly uncertain.",
        "The Bank’s current base case projection shows the output gap closing later than was anticipated in October, around the end of 2017.",
        "However, the Bank has not yet incorporated the positive impact of fiscal measures expected in the next federal budget.",
        "All things considered, therefore, the risks to the profile for inflation are roughly balanced.",
        "Meanwhile, financial vulnerabilities continue to edge higher, as expected.",
        "The Bank’s Governing Council judges that the current stance of monetary policy is appropriate, and the target for the overnight rate remains at 1/2 per cent.",
        "The Bank of Canada today announced that it is maintaining its target for the overnight rate at 1/2 per cent.",
        "The Bank Rate is correspondingly 3/4 per cent and the deposit rate is 1/4 per cent.",
        "Growth in the global economy is expected to strengthen gradually from about 3 per cent in 2016 to 3 1/2 per cent in 2017-18, a weaker outlook than the Bank had projected in its January Monetary Policy Report (MPR).",
        "After a slow start to 2016, the US economy is expected to regain momentum, but with a lower profile and a composition that is less favourable for Canadian exports.",
        "Financial conditions have improved, partly in response to expectations of more accommodative monetary policy in some major economies.",
        "Prices of oil and other commodities are off their earlier lows and slightly above levels assumed by the Bank in January, but remain well below historical averages.",
        "Nonetheless, the Bank expects deeper cuts to investment in Canada’s energy sector than were forecast in January.",
        "Meanwhile, the Canadian dollar has firmed, reflecting shifting expectations for monetary policy in Canada and the United States, as well as recent increases in commodity prices.",
        "The Canadian economy’s complex structural adjustment to the oil price shock is ongoing and will dampen growth throughout the Bank’s projection horizon.",
        "First-quarter GDP growth appears to have been unexpectedly strong, but some of that strength is due to temporary factors and is likely to reverse in the second quarter.",
        "Still, it does appear that the positive forces at work in the economy are starting to outweigh those that are negative.",
        "Non-resource exports are expected to strengthen, but their profile is weaker than previously projected, in part because of slower foreign demand growth and the higher Canadian dollar.",
        "The economy continues to create net new employment, especially in services, despite job losses in resource-intensive regions.",
        "In this context, household spending continues to expand moderately.",
        "While business investment is still shrinking due to sizeable declines in the energy sector, it is expected to turn positive later this year.",
        "The complex adjustment figures importantly in the Bank’s annual review of the economy’s potential, which has resulted in a lower estimated range for potential output growth.",
        "The combined effect of all of these global and domestic developments would have been a modest downgrade of the Bank’s outlook.",
        "However, the fiscal measures announced in the March federal budget will have a notable positive impact on GDP.",
        "The Bank now projects real GDP growth of 1.7 per cent in 2016, 2.3 per cent in 2017 and 2.0 per cent in 2018.",
        "This new growth profile, combined with the revised estimate for potential, suggests the output gap could close somewhat earlier than the Bank had anticipated in January, likely in the second half of 2017.",
        "Inflation in Canada continues to track largely as the Bank anticipated.",
        "Total CPI inflation is below the 2 per cent target and will likely ease further before returning to 2 per cent as the effects of exchange rate pass-through and lower consumer energy prices unwind and the economy’s excess capacity diminishes.",
        "Measures of core inflation are close to 2 per cent and continue to reflect the offsetting influences of past exchange rate depreciation and excess capacity.",
        "Overall, the risks to the profile for inflation are roughly balanced.",
        "Meanwhile, financial vulnerabilities continue to edge higher, in part due to regional shifts in activity associated with the structural adjustment underway in Canada’s economy.",
        "The Bank’s Governing Council judges that the overall balance of risks remains within the zone for which the current stance of monetary policy is appropriate, and the target for the overnight rate remains at 1/2 per cent."
    ]
}